[
  {
    "username": "Wendigo Dragon",
    "comment": "Let me get this straight: in one month, both YouTube (at least for a minute) <i>and</i> Nintendo <i>didn&#39;t</i> behave like the money-grubbing corporate lords detached from the rest of the world that they normally do?<br><br>Shit, maybe this year those doomsday-sayers will turn out to be right after all."
  },
  {
    "username": "Wendigo Dragon",
    "comment": "@Gun_EXE I mean, I get that, but the levels that corporations like Amazon, Nintendo and YouTube take it to are far above reasonable."
  },
  {
    "username": "Catpip",
    "comment": "@Gun_EXE A company that makes people happy: more money"
  },
  {
    "username": "Gun_EXE",
    "comment": "Not defending them but do you really expect them to empathize with normal people? A company doesn’t exist to make people happy, it exists to make money"
  },
  {
    "username": "Waterworks",
    "comment": "I think GilvaSunner has been itching for Nintendo to stoke him down for a while now. For like the past couples years he and people in the community have been saying &quot;any time now&quot;"
  },
  {
    "username": "Sefyra Velvetpaw",
    "comment": "Charlie, they&#39;re doing it because they CAN. YouTube doesn&#39;t check this, obviously. You play runescape: Griefers, man. There&#39;s no monetary gain, they like causing damage and frustration. That&#39;s it."
  },
  { "username": "Jamie Hayes", "comment": "Congrats on 10mil!" },
  {
    "username": "Nuclear Crayons",
    "comment": "I&#39;ve always had an issue with fake channels being allowed on YouTube and social media platforms. For instance if you have ever commented on a Mr.Beast  video, there is a good chance some random Mr.Beast bot has tried to contact you and scam you, in some form or fashion. I&#39;m not sure why these channels are allowed to exist when it&#39;s clearly against Community Standards/Terms of use ect. But it&#39;s been a growing problem for years and something needs to be done about it."
  },
  {
    "username": "newmindmusic",
    "comment": "Imagine they get in contact with nintendo and they say “ yeah that’s not us” and then copyright strike it like 2 hours later"
  },
  {
    "username": "The Nightmare Tank",
    "comment": "Considering Gilva claimed that the takedown notices were coming in at approximately three takedowns a minute, this definitely wasn&#39;t a long-term process. Maybe they were supported by a script or bot, perhaps?"
  },
  {
    "username": "Ruka is best girl Luka is best boi",
    "comment": "This same thing started happening with Genshin leaks on youtube, people would get nuked by one random person masquerading as Mihoyo"
  },
  {
    "username": "Nathaniel Nalls",
    "comment": "Ayy congrats on 10 million sub 👏"
  },
  {
    "username": "Hicksy0001",
    "comment": "Watch it actually be Nintendo trying to prank us into thinking it’s a troll, whilst still getting what they want"
  },
  { "username": "Fristizuiger", "comment": "congrats on 10 mil!!!" },
  {
    "username": "Carlos",
    "comment": "Hmm. I think it has to do with money.   A lot of things that happen in daily life are based around money and greed.<br>So I would assume someone is getting rid of a lot of nintendo content in order to bring attention to the brand. Eh, maybe some underground organization betting their chips on nintendo stock or something<br><br>Not precisely but something like that"
  },
  {
    "username": "Donovan Huey",
    "comment": "The creator of Bob’s Game strikes again!"
  },
  {
    "username": "TurboSaxaphonic Delight",
    "comment": "I&#39;m sure it was a fan  &quot;protecting&quot; Nintendo. Nintendo fans can be the most blindly loyal fanbase in gaming and will defend them to death. I say this, btw, as a fan of Nintendo."
  },
  {
    "username": "vash elray",
    "comment": "Charlie is the kind of guy I would expect to have a very comfortable shirt"
  },
  {
    "username": "Solidus_Fox",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=6m30s\">6:30</a> it&#39;s not about the money, it&#39;s about sending a message"
  },
  {
    "username": "simon bourque",
    "comment": "ngl i half wonder if its someone trying to show just how broken the youtube copyright system is"
  },
  {
    "username": "Paragliding Paul Skywalker",
    "comment": "10M subs! Bro that&#39;s serious broism 🔥💰"
  },
  {
    "username": "Raphael Zakhm",
    "comment": "Some people really like to play as Lawful Evil, I guess"
  },
  { "username": "menacing black man", "comment": "congrats on 10 mil" },
  {
    "username": "xDu8",
    "comment": "Upcoming: I was wrong part 3 😳"
  },
  { "username": "Oblivious Jay", "comment": "Charlie! You hit 10 MIL!" },
  {
    "username": "That Person",
    "comment": "Congratulations on 10m and damn the music"
  },
  { "username": "Jackie Will", "comment": "10 million subs congratulations" },
  {
    "username": "Mangu Sorbet",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=4m35s\">4:35</a> when you are shipping shirts to other dimension ?"
  },
  {
    "username": "sk Rafath666",
    "comment": "if they dont send a moby huge printed/engraved on the diamond play button I am gonna very dissapointed"
  },
  {
    "username": "Vinny Links",
    "comment": "&quot;Just like Monsters Inc., Nintendo is a scary company&quot;<br><br>Hilarious."
  },
  {
    "username": "Keith Mossey",
    "comment": "It’s a group of college computer science majors sticking it to the internet cuz they can"
  },
  {
    "username": "ZIM252",
    "comment": "Wouldn&#39;t it be a trip if you the imposter was the guy who hated the paper Mario song, and got into a five-year YouTube argument over it?  <br><br>Like paper Mario pissed him off so much, he turned it into a personal crusade against Nintendo and any whom would sing their praises."
  },
  { "username": "Knouckloaut", "comment": "Congrats on 10million!!" },
  { "username": "Caleb Boutwell", "comment": "Congrats on 10 million subs" },
  {
    "username": "TinySoulz",
    "comment": "charlie going from &quot;Damn, I was wrong&quot; to &quot;BUY MY MERCH, BABY&quot; in litterally less than 10 seconds is honestly my favorite thing about him."
  },
  {
    "username": "Goober on the Internet",
    "comment": "i love how the parody account lasted longer than the original account<br>siivagunners channel is still up yet gilvasunner is gone"
  },
  { "username": "karlaks 987", "comment": "A true super villain" },
  {
    "username": "ArchangelExile",
    "comment": "It&#39;s Sega, Sony, or Microsoft doing the strikes to try to make Nintendo look bad and be hated by the community.  😈"
  },
  { "username": "M64bros", "comment": "Interesting theory. 👌" },
  {
    "username": "Taehan Stott",
    "comment": "Tbf I doubt it was manually filed 3500 times. It was probably done through a bot"
  },
  {
    "username": "Its Expoze",
    "comment": "Theory: The person pretending to be Nintendo is a rival youtuber who also posts nintendo music, and wants viewers to watch their videos instead so they blocked all of the videos."
  },
  { "username": "Hiyoko", "comment": "i can see it now" },
  {
    "username": "5p1ic3",
    "comment": "Getting rid of the competition completely means your videos can earn more views &amp; revenue. If they have bots helping them, it makes the job all the easier."
  },
  {
    "username": "M64bros",
    "comment": "@Shitlord They didn&#39;t mention Nintendo of America Co though. It could be a YouTube bot defending the person that&#39;s impersonating Nintendo"
  },
  {
    "username": "Shitlord",
    "comment": "It was actually Nintendo, confirmed by YouTube just now."
  },
  {
    "username": "Fortnite_Settled",
    "comment": "U can tell now many times Charlie said the word &quot;Nintendo&quot;"
  },
  {
    "username": "riley tucker",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=3m37s\">3:37</a> thats the first time anyone has ever said that"
  },
  {
    "username": "Hillary Etafo",
    "comment": "I get deja vu watching Charlie&#39;s videos"
  },
  {
    "username": "Imperator Emir",
    "comment": "Can we take a moment to appreciate the fact that our moist boy is about to hit 10 MILLION SUBS! YEAAHHH baby, that’s what I’ve been waiting for! That’s what it’s all about!"
  },
  { "username": "Organ Party Host Renn", "comment": "WOOOO" },
  {
    "username": "Purple",
    "comment": "@diapason I read it fast so I probably didn&#39;t see it"
  },
  { "username": "diapason", "comment": "@Purple thats why they said about to" },
  {
    "username": "Purple",
    "comment": "right now I&#39;m seeing 9.99 mil subs<br>but I&#39;m sure that will change"
  },
  { "username": "Steve", "comment": "congrats on 10 mil!" },
  {
    "username": "Harbinger",
    "comment": "I guess you could say there’s an imposter among us"
  },
  {
    "username": "ImDavhana",
    "comment": "You hit 10 mil🔥🔥🔥"
  },
  {
    "username": "TourFaint",
    "comment": "And in the end, it really was  nintendo."
  },
  {
    "username": "Endless gameplay",
    "comment": "I have a Zelda tattoo what are they gonna do cut off my arm?"
  },
  {
    "username": "Joshyboi1901",
    "comment": "Congratulations on 10MILLION SUBSCRIBERS!!"
  },
  {
    "username": "Brandon Nelson",
    "comment": "The secrets Nintendo villain 🤔"
  },
  {
    "username": "Laius GD",
    "comment": "&quot;A great point made by the twitter user&quot;<br><br>Okay"
  },
  {
    "username": "L D",
    "comment": "If this is legit then I believe it’s a perfect example of why sometimes it’s just good to wait a little before making big decisions such as deleting years worth of work. It probably would’ve been better if Gilva went with the flow just to see how things played out."
  },
  {
    "username": "bottedup",
    "comment": "He was probably worried about serious legal retaliation."
  },
  { "username": "2Spooky4Tim", "comment": "He fucked up gg" },
  {
    "username": "Rd son",
    "comment": "remember when pewdiepie got strikes on his own video. and the one who claimed it saying they did that on behalf of pewdiepie.<br>this is a legal action. which mean it can be tracked."
  },
  {
    "username": "Maurizio",
    "comment": "Big brain conspiracy time. What if they run a channel that posts Nintendo music, then they take down bigger channels that do the same in order to drive viewers to his own channel"
  },
  {
    "username": "J Riley",
    "comment": "This whole situation is so confusing because of the other twitter user who came forward and said that it was in fact Nintendo that did this because the videos were manually content ID’d, so I don’t know what the hell to believe."
  },
  {
    "username": "goateeguy11221122",
    "comment": "It&#39;s a shitty position to be in but I also don&#39;t know how this is supposed to get solved. YouTube is just too high volume for human beings to pay thorough attention to every copyright situation, and in some cases they do have to err on the side of caution lest the platform get shut down under copyright law. I do hope whoever&#39;s doing this is found out. They&#39;re really doing a lot of harm for no discernible reason and I hope it blows up in their faces at the end of it all."
  },
  {
    "username": "Spency",
    "comment": "“Nintendo no!”<br>“What”<br>“Sorry, force of habit ”"
  },
  {
    "username": "Scha-wangus",
    "comment": "Apparently, they also traced some copyright claims to a company named A-PAB who could be the impersonators. I guess they’ve done it before, but hopefully we can finally get through to YouTube and force them to get their shit together and fix their fucking busted ass system."
  },
  {
    "username": "No Clout",
    "comment": "i need the villain lore if he/she is caught"
  },
  { "username": "Jade5", "comment": "congrats on 10 million subs" },
  {
    "username": "Lord Kaiju X",
    "comment": "This is probably one of the biggest internet plot twists ever told."
  },
  {
    "username": "WolFaun",
    "comment": "This isn&#39;t new, though. People have gotten their channels and videos striked and taken down thousands of times for decades by fake copyright claimers. The only surprising thing about this is how it&#39;s <b><i>still</i></b> so easy for any random dude in their basement to be able to destroy someone else&#39;s youtube career after these many years of the issue reoccurring with so many content creators."
  },
  {
    "username": "Arkumbral",
    "comment": "it&#39;s kind of scarry to think that there&#39;s just some random entity pretending to be a corporation taking down videos for no real reason. is it to make Nintendo look worse than they have in the past? like some weird vendetta against the company?? or does the guy just really hate people enjoying Nintendo music and content"
  },
  { "username": "Random person", "comment": "10 mil subs<br>Congrats man" },
  {
    "username": "Link Bird",
    "comment": "I hope it&#39;s proven that the claims are fraudulent and somehow Gilva can get his channel back, but I wouldn&#39;t be surprised if it actually was nintendo."
  },
  {
    "username": "Redwood",
    "comment": "I have an idea as to who this might be/why they might be doing this. Few years ago during the Smash DLC character announcements people realized that just before Banjo was announced, some Banjo &amp; Kazooie music got copyright claimed by the actual Nintendo, if memory serves. A few months later, some Super Mario RPG music got claimed (the song Beware The Forest Mushrooms was mentioned here in Charlie&#39;s vid) and people took that to mean a character from that game would be added to Smash. This theory was mostly popular in a theory circle dedicated to that character, whom a lot of people love and a lot of people hate. I wouldn&#39;t be surprised if the original takedown of Beware was from some troll trying to mess with that community. (I&#39;m specifically thinking of the PapaGenos community, but I know it extended past his fanbase a bit). They probably just got power trippy and went after Gilva, cuz he&#39;s known as a menace to Nintendo lol"
  },
  {
    "username": "Nathaniel Rhodes",
    "comment": "CONGRATULATIONS ON THE 10 MILLION"
  },
  {
    "username": "Scarlet Rebel",
    "comment": "TeamYouTube stated it&#39;s Nintendo themselves. Double check Twitter."
  },
  {
    "username": "Isaac Russell",
    "comment": "On an unrelated note, congrats on 10 million subs Critikal"
  },
  { "username": "M1DNIGHT", "comment": "you hit 10Mill !!" },
  {
    "username": "cheezkid26",
    "comment": "I think that the fact that it&#39;s just &quot;Nintendo&quot; is pretty damning evidence. It&#39;s no smoking gun, and can&#39;t be 100% confirmed unless Nintendo decides to speak about it, but damn, that&#39;s pretty solid."
  },
  { "username": "Clauen Saxon", "comment": "What a twist!" },
  { "username": "zaelzic", "comment": "congrats on 10,000,000 👍" },
  {
    "username": "R J",
    "comment": "The greatest Uno Reverse on youtube holy shit"
  },
  {
    "username": "James Bond",
    "comment": "Sometimes feel bad for Charlie.  Because hes so obviously a professional working in a unprofessional setting."
  },
  {
    "username": "Reece Hopley",
    "comment": "Maybe it&#39;s just some rogue trying to show how broken the youtube copyright/claim system is, and unfortunately targetting someone like this to show through nuclear warfare that the entire system is flawed."
  },
  {
    "username": "stupman",
    "comment": "What if someone is taking down all the music so they can sell the songs as music NFTs"
  },
  {
    "username": "Tomas Burian",
    "comment": "It&#39;s probably Nintendo&#39;s secret inside organization, kinda like Hydra."
  },
  {
    "username": "Jessica Li",
    "comment": "drink every time Charlie says Nintendo"
  },
  {
    "username": "Ashapple",
    "comment": "So close to 10 mil subs congratulations Charlie you deserve it"
  },
  {
    "username": "DEAD#DROP",
    "comment": "Bots show up:<br>&quot;Why are we still here... just to suffer...&quot;"
  },
  {
    "username": "Kerafuse Defuse",
    "comment": "The true hellish plot twist here is that Nintendo is a caring company that has never copyright claimed anything from anyone. And that every single nintendo copyright claim is a series of impersonators."
  },
  {
    "username": "LethalChicken",
    "comment": "It&#39;s still hearsay. It could have been Nintendo. We don&#39;t know."
  },
  {
    "username": "Deez Nutz",
    "comment": "There&#39;s a decent chance that people are doing it to affect the nintendo stock price."
  },
  {
    "username": "XT19",
    "comment": "Maybe these guys are actually nintendo copyright hitmen that nintendo somehow hired ?"
  },
  {
    "username": "seankkg",
    "comment": "&quot;Much like Monsters Inc., Nintendo is a scary company.&quot;<br>That line is far too beautiful to be improv."
  },
  { "username": "Karim Canche", "comment": "Nintendo hired a hit man" },
  {
    "username": "Carlo Nassar",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=3m14s\">3:14</a><br>Then why are there still fan-projects with Nintendo IPs like Super Smash Brothers Crusade or Mari0, both of which can still be downloaded from where they were originally published? I don&#39;t think you looked hard enough."
  },
  {
    "username": "Zomb",
    "comment": "I wonder if someone is trying to smear Nintendo or something. We know that Nintendo seems to strike a lot of videos but what if.. it&#39;s really someone else? idk"
  },
  {
    "username": "MillsKy",
    "comment": "It’s pretty obvious the imposter is Dale from Detroit Urban Survival Training"
  },
  {
    "username": "﴾Arakune S. Belmont V﴿",
    "comment": "As a matter of fact... One person once said that if there is anything that may be griefed in any way... A griefer shall exist for it."
  },
  { "username": "Baal", "comment": "lets go Charlies at 10 MILLLLL congrats" },
  {
    "username": "Reagan Armstrong",
    "comment": "My hypothesis is that maybe there&#39;s someone who REALLY thinks Giva is stealing music, so they&#39;re trying to play vigilante and take them down for Nintendo. Ik it&#39;s not likely, but it&#39;s really the only possiblity I can think of atm."
  },
  { "username": "Falre", "comment": "congrats on 10 million" },
  {
    "username": "Dean J",
    "comment": "What if somebody made a Nintendo copyright block bot to try and reduce competition and push traffic to his or her own genre of Nintendo related content... <br><br>Orrrr, somebody was once taken down by Nintendo legitimately, and now out of spite they do it to everyone else, as a sort of &quot;if I can&#39;t have it, neither can you&quot; type thing"
  },
  {
    "username": "Nikos859",
    "comment": "SiIvaGunner impersonated Nintendo to copystrike GilvaSunner to get rid of a potential competitor🤔🤔🤔🤔"
  },
  {
    "username": "townestabbycat",
    "comment": "hopefully gilvasunner is able to get the channel back. this is too big of a loss for the gilva/siiva community"
  },
  { "username": "uncancel", "comment": "10 million congrats!" },
  { "username": "scoob", "comment": "Congrats on ten milly Mr. Moist" },
  { "username": "Oysterhead", "comment": "congrats on 10mil!!!!!!!" },
  {
    "username": "horus falcon",
    "comment": "Could this pranking be automated by using some type of bot?"
  },
  {
    "username": "Think Before You Sleep",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=2m56s\">2:56</a> - This says 公式チャンネル (koushiki chaneru). It means Nintendo&#39;s Official Channel."
  },
  { "username": "Think Before You Sleep", "comment": "@K4 K I am. Thanks." },
  { "username": "setsers1", "comment": "WHAT" },
  {
    "username": "K4 K",
    "comment": "Hope you&#39;re enjoying your replay of Chrono Trigger. I love that game."
  },
  {
    "username": "Think Before You Sleep",
    "comment": "@Savannah Layh It&#39;s not grammar. It&#39;s spelling and that&#39;s an important distinction because long and short vowel sounds, a lot of times, changes the word to something entirely different. For example iite (long vowel sound) means &quot;say it&quot; vs itte (short vowel sound) means &quot;Go.&quot; There is also kite or kiite for come and listen. Or it can make you sound rude if you screw it up. Like tate (rude) vs tatte (more polite) when you are saying, &quot;stand up.&quot;"
  },
  {
    "username": "Think Before You Sleep",
    "comment": "@TheIzester Honestly, I have read your comments and I don&#39;t think you understand weeb culture very well. A weeb would say something like &quot;CHIGAU YO baka people can like Nihongo and not be a weeb.&quot;"
  },
  {
    "username": "Bees Ree",
    "comment": "anyone can say &quot;official channel&quot;. this is coming from an actual nintendo employee btw"
  },
  {
    "username": "brandon dutton",
    "comment": "@Seargent Slaughter ya song sounds like dogwater bruh"
  },
  {
    "username": "TheIzester",
    "comment": "@Human man   thats exactly what a weeb would say"
  },
  {
    "username": "Think Before You Sleep",
    "comment": "@JT1698 Actually, no one can go to Japan right now. It&#39;s kind of annoying because I have been trying to revisit Japan for over a year now."
  },
  { "username": "pyroxide", "comment": "@TheIzester he just knows Japanese" },
  {
    "username": "JT1698",
    "comment": "@Aahmer You’re just salty he can go to japan and hit on some fine yamato nadeshikos"
  },
  {
    "username": "Think Before You Sleep",
    "comment": "@Aahmer I bet you wish you were cool enough to have people call you that."
  },
  {
    "username": "Think Before You Sleep",
    "comment": "@ｙｏｋａｉ It&#39;s spelled &quot;youkai&quot; not &quot;yokai&quot; if you are trying to say ghost or demon. I&#39;m guessing that&#39;s what you are going for because your avatar is a picture of a ghost."
  },
  {
    "username": "ｙｏｋａｉ",
    "comment": "@Human man true, just take a look at his videos and you can see what kind of person he is 👍"
  },
  {
    "username": "Human man",
    "comment": "@TheIzester yknow i think maybe there are people that know Japanese that are 𝗻𝗼𝘁 weebs"
  },
  { "username": "SWF_Buccellati", "comment": "Cool" },
  { "username": "TheIzester", "comment": "weeb" },
  {
    "username": "M.Lester2am",
    "comment": "So we can impersonate people into having their channel deleted?<br>Imma go see how bryce hall is doing"
  },
  {
    "username": "JustOneHappyBoiii",
    "comment": "Jesus got that diamond play button"
  },
  {
    "username": "KudosK",
    "comment": "Meanwhile Nintendo: <b>New Direct Tomorrow</b><br>The fanboys are gonna rub this whole thing off as &quot;Nintendo being Nintendo&quot; and gonna circlejerk each other."
  },
  {
    "username": "PizzaCrusty",
    "comment": "So what you&#39;re saying is the copyright system is completely broken and has been for years."
  },
  {
    "username": "The Boulder takes issue with that comment",
    "comment": "Congrats on 10 million subs Charlie! You fucking earned it man you&#39;ve worked so hard and for so many years. Major respect."
  },
  {
    "username": "James Stegmaier",
    "comment": "Glad to see this channel is about to hit 10mil subscribers."
  },
  {
    "username": "Sbkyler",
    "comment": "That one video that had the angry comment section was removed by Nintendo! We could be able to get it back maybe!"
  },
  {
    "username": "Mario is MLG",
    "comment": "YouTube have confirmed it, it&#39;s legit."
  },
  { "username": "old ally", "comment": "When the nintendo is sus" },
  {
    "username": "IKEA Monkey",
    "comment": "I always pronounced it “GeevaSunner”"
  },
  {
    "username": "VikW!",
    "comment": "I wouldn&#39;t be surprised if it turned out to be a Nintendo super fan, trying to &quot;assist&quot; the company and impress them or some shit"
  },
  {
    "username": "Tyler Hurley",
    "comment": "This isn&#39;t uncommon for companies to sabotage one another. Take the music down so it&#39;s less &quot;Nintendo advertising&quot;"
  },
  {
    "username": "Tessa Chornomud",
    "comment": "a channel called DissociaDID had basically their whole channel taken down by some random angry fan with a vendetta and they&#39;re still in court proceedings with him! they made a video about it on their channel. crazy shit"
  },
  {
    "username": "22Gunslinger",
    "comment": "This was a similar situation last year. A youtuber named Chuggaconroy or something had their entire Earthbound series I believe taken down by SONY even though it was a Nintendo game, because SONY technically owned the music. Although it was later proved to be a bot from SONY automatically doing it and it was reinstated. <br><br>It’s not the same but it’s similar."
  },
  {
    "username": "22Gunslinger",
    "comment": "@OfficialMagolor I gotta say one of my favourite ones was pikmin 2 and chrono trigger."
  },
  {
    "username": "OfficialMagolor",
    "comment": "@22Gunslinger Luigi’s Mansion 2 and Mario Galaxy 2 were the best."
  },
  {
    "username": "22Gunslinger",
    "comment": "@OfficialMagolor he’s still doin good man, still doin good. He was like the stampy of Nintendo let’s plays."
  },
  {
    "username": "OfficialMagolor",
    "comment": "I have not heard that name in years..."
  },
  {
    "username": "Ritsu",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=7m36s\">7:36</a> sure Charles go ahead"
  },
  {
    "username": "Nolan Besserer",
    "comment": "Maybe a Nintendo Content Creator did this to get rid of the competition."
  },
  { "username": "M64bros", "comment": "Maybe...." },
  {
    "username": "Dante",
    "comment": "I wonder now if Brawlbrstms3 was taken down by the same troglodyte imposter."
  },
  {
    "username": "Chubbydude",
    "comment": "God bless you all and your families"
  },
  {
    "username": "The Odd Analyser",
    "comment": "I have a theory: I think every time Charlie is upset with something he starts to tap his feet on the floor while talking, causing him to bop up and down on his chair."
  },
  {
    "username": "The Odd Analyser",
    "comment": "@Kat SpicErt Thanks for the new name"
  },
  {
    "username": "Kat SpicErt",
    "comment": "That is so oddly analytical that I&#39;m actually intrigued now"
  },
  { "username": "Jib", "comment": "the ultimate gatekeeper" },
  {
    "username": "Nofog12",
    "comment": "Bob is still trying to get revenge after bobs game got denied"
  },
  {
    "username": "setsers1",
    "comment": "Find this impersonator and chase them off the internet. They need to be ostracized and punished."
  },
  {
    "username": "Bittamin",
    "comment": "We just want you to acknowledge that eliminate remix"
  },
  {
    "username": "Paula Black",
    "comment": "Charles Letmeir??? Hmmmmmm 🤔<br>I&#39;m definitely checking that out."
  },
  {
    "username": "Cyanetix",
    "comment": "Apple is now selling Mario song on iTunes! Guess we know who did it!"
  },
  {
    "username": "DJ V",
    "comment": "Could be corporate espionage.  I could see Microsoft delegating a small team with this task.  It would accomplish two goals: make Nintendo look like a bad guy and erase Nintendo content from a huge platform."
  },
  {
    "username": "Peanut Wars",
    "comment": "That ba hum big part made me lmfao"
  },
  {
    "username": "Pokemaniac Alex",
    "comment": "The only way I can think of doing something like this for any type of gain is if they were a rival game company that just wanted to worsen Nintendo&#39;s public image. (Worse than Nintendo already has, that is) And if that was the goal, yeah. Mission accomplished. Everybody&#39;s talking about it. Some game companies are releasing their music online, which is bringing attention back to this."
  },
  {
    "username": "sannio komi",
    "comment": "As a matter of fact... One person once said that if there is anything that may be griefed in any way... A griefer shall exist for it."
  },
  { "username": "Jakub1", "comment": "Congrats on 10 mill" },
  {
    "username": "HiddenViolets",
    "comment": "IF YouTube is going to implement an NFTs, one of the things they should be used for is to verify the legitimacy of a copyright holder so that something like this doesn&#39;t happen again"
  },
  {
    "username": "HiddenViolets",
    "comment": "I know it&#39;s wishful thinking for YouTube but I still think it should be something that happens"
  },
  {
    "username": "Boof",
    "comment": "There was a problem with people who sample game music claiming the original soundtrack because a part of the song they sampled was in the video, not to long ago Headhunter was sending copyright claims for Skyrim music because they had an unaltered peace of the original music in between their ass nightclub remix."
  },
  {
    "username": "Pds",
    "comment": "See the thing is this, even if it wasn&#39;t Nintendo doing all of these strikes, the fact they were watching all of it happen and didn&#39;t try to exonerate themselves and maybe clear up the strikes is also still damning.<br><br>Sounds like all Nintendo has to do is sit back and watch others do the job for them. <br>Still scummy.<br><br>Not only mentioning the tweets. Apparently this has gone on for 3+ years. If it wasn&#39;t Nintendo, surely they would have heard about this."
  },
  {
    "username": "Metal Mario",
    "comment": "@Ajay Singh Grewal  I still don&#39;t get why so many people think they made Sonic look bad on purpose. That&#39;s such a dumb idea, even for a company like Sega."
  },
  {
    "username": "StuffZ",
    "comment": "I fail to see why they would or even should care. The channel is important to us, but completely irrelevant to everyone outside the Nintendo fandom on YouTube."
  },
  {
    "username": "Ajay Singh Grewal",
    "comment": "@Metal Mario can you prove what sega did wasn&#39;t a marketing ploy in its entirety, and in the process gain people inclined to support them loyal bitches? oh this is a good hearted company, i shall pay for its products sort of deal?"
  },
  {
    "username": "Owen Menning",
    "comment": "I don&#39;t think nintendo sees a tweet with 40k likes"
  },
  {
    "username": "Metal Mario",
    "comment": "Maybe they just didn&#39;t see it in time. Nintendo isn&#39;t exactly known for their...er....&quot;Internet skills&quot;, Especially compared to Sega, who will literally redesign their main star when making a film about him."
  },
  {
    "username": "MRXKYEGGXD",
    "comment": "He’s almost at 10 mill let’s goooooo"
  },
  { "username": "maneikin", "comment": "Dis Nintendo arc been kinda crazy" },
  {
    "username": "ParPar",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=5m33s\">5:33</a> the grinch actually took over and shut down siIvagunner&#39;s channel a couple years ago, so you might have a point 🤨"
  },
  {
    "username": "Just A Duck",
    "comment": "Maybe it’s a competitor? Someone else on YouTube who uploads the Nintendo music wants to take down their rival and be the number one"
  },
  {
    "username": "Chaotic Ted",
    "comment": "Can’t believe Charlie can be both a talented actor and detective"
  },
  {
    "username": "Matt Phillips",
    "comment": "The guy who orchestrated this attack on Nintendo music just may be watching this video and laughing at the speculation as of why."
  },
  {
    "username": "Cloud-surfer69",
    "comment": "could be a rival making similar content, i mean it seems wild, but why else would someone wanna do it?"
  },
  {
    "username": "BedSideKhair366",
    "comment": "There’s an imposter among us…"
  },
  { "username": "Trevor", "comment": "Congrats on 10Million subscribers" },
  {
    "username": "CosmicFlare",
    "comment": "I&#39;ve been with GilvaSunner ever since its first appearance when it was formerly SilvaGunner in the past. I was more shocked that it took itself down instead of getting taken down by YouTube. I really hope whoever impersonated Nintendo will get nuked big style."
  },
  {
    "username": "el siggy",
    "comment": "@CosmicFlare SiIvaGunner (actually written as siivagunner) is a parody of GilvaSunner that inserts memes into the song rips"
  },
  {
    "username": "CosmicFlare",
    "comment": "@Allwithaphone No. I thought they were the same person."
  },
  {
    "username": "Allwithaphone",
    "comment": "You... You know Silva and Gilva are two different people right?"
  },
  {
    "username": "lolfoxmaster",
    "comment": "HE GOT 10 MILL WOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO"
  },
  {
    "username": "TaudYT",
    "comment": "Isn&#39;t the company that impersonating Nintendo named A-PAB?"
  },
  {
    "username": "Droidman5910",
    "comment": "So, Nintendo can&#39;t pay someone/someones to do this for them?"
  },
  { "username": "shiro gami", "comment": "Theory: it&#39;s Reggie" },
  {
    "username": "Mafia Mell0n VR",
    "comment": "I love how sarcastic he is its hilarious"
  },
  {
    "username": "Don’t reply, I probably won’t respond",
    "comment": "@sweet home 1 thank you 🙏"
  },
  { "username": "Some random editor", "comment": "They&#39;re all bots" },
  { "username": "BrothersofOG", "comment": "Oh really? Do you? No shit" },
  {
    "username": "Gor",
    "comment": "Aramaru 1837 came back from his grave for revenge. What a king."
  },
  {
    "username": "Talex Simms",
    "comment": "Interestingly we could probably use this case to show the people at YouTube that the system is clearly being used for abuse. We could even bring up the recent removal of dislikes that they claimed was to protect smaller creators and ask about how this is any different. I&#39;m being super optimistic about this I know but I try to look on the bright side of every situation and maybe this is something good that can come out of all the bad"
  },
  {
    "username": "Hack Bot_128568",
    "comment": "The fan in the back ground sounds like half-life."
  },
  {
    "username": "Loomisam",
    "comment": "The word Nintendo has been said too many times today"
  },
  {
    "username": "fatasiandude69",
    "comment": "Yo Charlie I’m so happy that ur gonna get 10 million subs soon!!!"
  },
  {
    "username": "Link 101",
    "comment": "Whoever&#39;s actually doing this has got be just pure fuckin&#39; evil. They are impersonating a multi-million dollar company, taking advantage of their (stupid) beliefs, tricking YouTube themselves, destroying someone&#39;s career/life, taking down essentially the ONLY way to listen to Nintendo music (some of the best music on Earth), and by doing that, ruining other peoples&#39; hobbies, and maybe even lives. I hope they get caught and jailed.<br><br>Huge respect toward GilvaSunner. Possibly the best provider of Nintendo music, and really helped me out with all my projects (past and future)."
  },
  {
    "username": "Crimson Carp",
    "comment": "How does the cameraman fit inside of Charlie&#39;s desk like that?"
  },
  {
    "username": "DeepFarts Podcast",
    "comment": "BRING BACK THE MOIST CHEESE!"
  },
  {
    "username": "Jpeg",
    "comment": "Quick, laugh at him! HAHAHAHHAHAJAHHAHAJAHJAHAJAJAHAJJAJAJAHJAHAJAHAJHA"
  },
  {
    "username": "TheSonicFan4",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=6m43s\">6:43</a> Imagine if scripting and coding was a thing! Imagine how much time and effort that would save!"
  },
  {
    "username": "pokemonkid31",
    "comment": "It could be somebody else who posts nintendo music on their channel getting rid of some competition"
  },
  { "username": "Jenkins Family", "comment": "The plot thickens..." },
  {
    "username": "300-I.Q. Prower",
    "comment": "and now it&#39;s outdated AGAIN because it WAS apparently Nintendo, Jesus H Critikal what is this cluster"
  },
  {
    "username": "Awbluefy",
    "comment": "Thats if we can trust youtube&#39;s twitter... and lets be honest, are we really going to trust they are telling the truth?"
  },
  {
    "username": "Project Messiah",
    "comment": "I&#39;m calling that it&#39;s Johnny Otaku behind all of it."
  },
  {
    "username": "MopeyMo",
    "comment": "Jesus, you’re wrong like every other day man"
  },
  {
    "username": "Wuixe 2.0",
    "comment": "Maybe they do that so they can upload the music themself?"
  },
  { "username": "Xrath", "comment": "Lets go charles 10 mill" },
  { "username": "Ghost", "comment": "AYEEEEEE CONGRATS ON 10 MIL" },
  {
    "username": "sehctap",
    "comment": "The &#39;Take a bite of a hot pepper every time Charlie says &quot;Nintendo&quot;&#39; challenge is live!"
  },
  {
    "username": "horse choker",
    "comment": "gotta shorten the sleeves on your shirts. my guns need ultimate exposure. ya dig."
  },
  {
    "username": "Jordan Dillard The Meme Devil",
    "comment": "No it&#39;s real Youtube themselves said Nintendo has made the copyright clams"
  },
  {
    "username": "M64bros",
    "comment": "I know for a fact that They didn&#39;t mention Nintendo of America Co. I think it&#39;s a YouTube bot"
  },
  {
    "username": "Kyle Lambing",
    "comment": "Their aim for taking down videos could be extortion"
  },
  {
    "username": "Disturbed Shaggy",
    "comment": "The biggest problem with the Lechmere theory is that the “research” began with the assumption that Lechmere was the Ripper and then the research went backwards to try and fit Lechmere into the murders. Furthermore, even doing this, there is zero strong evidence against him.<br><br>The biggest thing some people claim is that Lechmere lied to the police and gave them a false name. Did he? Sure. But interestingly enough, he also gave them his correct address and his place of employment. So it’s more likely that he was commonly using the name Cross because it makes no sense to give a false name but still tell the police where you live.<br><br>There was one witness who saw Lechmere standing over the body. Robert Paul’s own testimony was that Nichols body was very cold. It takes 10 to 20 minutes for a body to get cold. The “evidence” against Lechmere claims he was caught in the act or immediately afterward.<br><br>Another piece of evidence is that he was a local Whitechapel resident and most people believed the Ripper was local. Fine and dandy. There were thousands of other local residents and most Ripper suspects fit this description. Also, Nichols body was found on his route to work. Well, duh. He wasn’t going to find the body on his way to work if it wasn’t on his route. This is just lazy reasoning.<br><br>Other than Elizabeth Stride, all the victims were on his route to work. And of course Stride was murdered close to the house that Lechmere’s mother lived. So one night, on the way to visit his mom, he decides to murder someone. I mean, why go over to mom’s house if you haven’t strangled a lady before? If Lechmere was such a impulsive murderer as to do this, why did he stop murdering and live for decades longer?<br><br>Edward Stow “The police at the time were looking for some sort of special individual. But most crimes turn out to be someone quite ordinary. He [Cross] walked past every single murder scene on his way to work. He is the best suspect so far.&quot;<br><br>The above paragraph is one of the more amusing things I have come across in regards to Lechmere. Stow claims that the police were looking for some sort of special individual and that’s why they didn’t suspect Lechmere. This makes no sense because the police were NOT looking for some sort of special individual. Nichols was the first canonical ripper murder. Her body was found on August 31. At the time, they were not looking for a special person that fit a profile of a serial killer named Jack the Ripper or a serial killer at all. It would be weeks and more murders before the police began looking for a “special individual.”<br><br>Everything about Lechmere is circumstantial. But the biggest piece of evidence, that being the false name, is completely negated by him giving the correct home address and place of work. It is highly unlikely he was the Ripper."
  },
  {
    "username": "Strawberry Enjoyer",
    "comment": "Theory: Nintendo began outsourcing their copyright strikes to some cheap contractor who didn&#39;t bother using the proper Nintendo legal names like Nintendo&#39;s internal legal office would."
  },
  {
    "username": "GerasimosPlays",
    "comment": "It&#39;s like the biggest companies make the worst decisions."
  },
  {
    "username": "Hafi Renggayuda",
    "comment": "I kinda think the &quot;freelance&quot; contractor intentionally use improper name to make Nintendo seem has nothing to do with their activity. Misdirection"
  },
  {
    "username": "Trevor",
    "comment": "imagine if it literally was just someone who knows gilva sunner irl and struck his videos just to spite him. how awful would that be?"
  },
  { "username": "philip cartland", "comment": "Thank you YouTube great job" },
  {
    "username": "luis a",
    "comment": "Reminds me of that chapter in that webtoon( viral hit )was being sued then another channel surfaces with his same motive of fighting"
  },
  { "username": "PSIChris", "comment": "Rip every gamer playlist." },
  {
    "username": "Christian Jay",
    "comment": "This isn&#39;t the first and only case of YouTube&#39;s copyright system being abused. &quot;Aiplex Software Private Limited&quot; has also been falsely flagging any video <b>related</b> to Spider-Man on smaller channels. They claim these videos are using footage from No Way Home but that is not the case. Original works, such a parody I wrote, filmed, and produced have been taken down for &quot;pirating&quot; footage from the newest film. Seems that has been the only reason they use to take down content, irregardless of what the video is. &quot;Bully Maguire&quot; meme channels have been a high target from these assholes lately, and their videos, or even channels in worst cases, are terminated for &quot;using NWH footage.&quot; These guys aren&#39;t even a legitimate company, and YouTube has refused to get involved. It&#39;s one thing to have this kind of content taken down by copyright owners (such as Sony, Disney, or Insomniac because even GAMEPLAY footage has been taken down), but Aiplex owns NOTHING. They aren&#39;t a real company with any real legal standing to do this to anyone. I made a video detailing the entire situation in-depth, which Aiplex even tried to take down, even though it&#39;s just me talking into a camera with no background music. Charlie, we need bigger YouTubers to speak out about this. YouTube refuses to get involved, even when faced with a petition that bears 25,000 signatures to look into Aiplex. This &quot;Nintendo&quot; situation is only a small piece of a larger puzzle. So many small channels are needlessly at stake."
  },
  {
    "username": "JBizzle",
    "comment": "Plot Twist: it’s that guy from Bob’s game who never got his Nintendo developer kit 😂"
  },
  {
    "username": "Red Nitro",
    "comment": "I think the person who did all this is some diehard Nintendo fan who&#39;s more insane about copyrighted material than Nintendo and Viacom combined. They probably think they&#39;re doing the company a fantastic service by removing all of this content. Either that or they&#39;re a bunch of no-lifes who don&#39;t have anything to do all day"
  },
  { "username": "Dln", "comment": "For once Twitter is used for good" },
  {
    "username": "Viking Overlord Gaming",
    "comment": "HES AT 10 MILLION SUBSCRIBERS!!! good job moist"
  },
  {
    "username": "Vuk Jovanovic",
    "comment": "Charlie making mistakes and admitting to making them sets up a perfect role model for kids these days. YouTube Jesus at it again!"
  },
  {
    "username": "Buster B",
    "comment": "Except kids probably shouldn’t watch him lol"
  },
  { "username": "Toxic Prime", "comment": "Exactly, this is why I admire him" },
  {
    "username": "Cristian Azcarraga",
    "comment": "🎉Happy 10 million suds🎉"
  },
  {
    "username": "TheLastBox",
    "comment": "Dude anyone can copyright strike any channel my girls channel got one and we were in the right this person didn’t even have a lick of copyright for the music we used nor did the channel that copyright claimed her have anything to do with the song, we sent the stuff in saying hey that’s not true well they send that message to the person who copyrighted you in the first place so of course they just canceled that out and said it was true and apparently through YouTube’s eyes the only way to fix this is take the person to court, which I think they should look into it and just ban the channel, they also did this to at least 3 of her vids!!"
  },
  {
    "username": "Caballo",
    "comment": "Someone is about to turn music files into nfts lol"
  },
  {
    "username": "Mr Snugglybuff",
    "comment": "DB Cooper invested his 200k into nintendo and became rich and is now the silent entity behind nintendo."
  },
  {
    "username": "C R T G",
    "comment": "This is also a common trend on YT that they need to fix. Someone not directly related to a media property shouldn&#39;t be allowed to cause this in the first place."
  },
  {
    "username": "TheDullahan",
    "comment": "ah yes, d b coopers last words before jumping out of the boeing were &quot;fuck nintendo&quot;"
  },
  { "username": "Trappropaganda", "comment": "10 million subscribers!!!" },
  {
    "username": "Khmatrix",
    "comment": "I think its even crazier that Pokémon Company posted the DP Soundtrack on YouTube the SAME DAY as GilvaSunner leaving, its wild!"
  },
  { "username": "arran", "comment": "CONGRATS ON 10MIL" },
  {
    "username": "Synochrina",
    "comment": "Charlie trying to be human to put himself down to our level. Magnificent work!"
  },
  {
    "username": "Ursa Prima",
    "comment": "I hope they don&#39;t isolate Charlie to perfect Zuckerbot"
  },
  { "username": "yonda bigman", "comment": "Congrats for 10,000,000 subs" },
  {
    "username": "StrataSama",
    "comment": "There&#39;s also an imposter copyright claiming some bully maguire meme channels who clearly put a lot of hard work into their videos. YouTube c&#39;mon"
  },
  {
    "username": "drttyu liqm",
    "comment": "that deranged and no lifing to pull this crud off. Or a group of the gremlins snickering together as they shove more Doritos in their mouth like &quot;yeah we showed them&quot;"
  },
  {
    "username": "A_True_Generic_Gamer",
    "comment": "It&#39;s true. I was the bot used to automatically go through the copyright process. Whatever that process is"
  },
  {
    "username": "Ryoma Hoshi",
    "comment": "We salute you GilvaSunner! <br>We hope you&#39;ll get you&#39;re old videos back"
  },
  {
    "username": "TableWrens",
    "comment": "Does anyone remember the &quot;Merlin&quot; company that used to &quot;file reports on behalf of copyright holders&quot;, but it turned out they were just a company that made money off of false copyright claims?"
  },
  {
    "username": "Kyle Olszewski",
    "comment": "Dang, as of this post you’re at 9.99m subs. So close!"
  },
  {
    "username": "Danial Khan",
    "comment": "#8 on gaming trending without even gaming"
  },
  {
    "username": "1 boi",
    "comment": "My head canon is that someone might be working on a bot or something that takes down vids since I dont think it’s physically possible to take down the amount of vids but i don’t know shit about the copyright system on youtube or any of that"
  },
  {
    "username": "Carlo Nassar",
    "comment": "To anyone saying YouTube confirmed on Twitter or whatever that it was really Nintendo, do you guys even know about putting links? *And don&#39;t give me the excuse that we can just do it ourselves, because here&#39;s why*. You have to prove you&#39;re not lying. Furthermore, one guy explained he tried to find it and couldn&#39;t see it anywhere."
  },
  {
    "username": "bob wall",
    "comment": "I bet it&#39;s some guy who works for nintendo, like in a board meeting he was like &quot;all this youtube shit needs to be taken down!&quot; And the other guys were like we dnt give a fk dude go away and now he has a personal vendetta"
  },
  {
    "username": "Revy",
    "comment": "Gotta be the same dude who did  titanfall 😂"
  },
  {
    "username": "The Last Stylebender",
    "comment": "And you were wrong again like always"
  },
  {
    "username": "KiddCURVE",
    "comment": "Charlie has the best jokes but in the most bland voice, I love it."
  },
  { "username": "Lottiecherry98", "comment": "Oh my god Nintendo…" },
  {
    "username": "a u",
    "comment": "Youtube is simply more worried about whether you can say covid in a video or not. They too busy dictating acceptable language to implement a fair and comprehensive copyright strike/claim system."
  },
  {
    "username": "THCereal",
    "comment": "Idk why but troller epic style really got me"
  },
  { "username": "SPRY", "comment": "We must find the grinch!" },
  {
    "username": "cringeybydefault",
    "comment": "Another weird thing about this is that the official Pokémon channel uploaded a video that contained the entire d/p soundtrack and said people were free to listen and download and use it as they pleased"
  },
  {
    "username": "Turbo",
    "comment": "Really shows how separate the pokemon company and Nintendo are"
  },
  {
    "username": "JETJOOBOY",
    "comment": "So how is the music from the Menu Screens being used as a perpetual Meme BGm?"
  },
  {
    "username": "DepresEspres",
    "comment": "you’re huffing the hugest copium in the world lmao"
  },
  {
    "username": "Nathaniel Bryan",
    "comment": "Lightning strikes in the same place twice"
  },
  {
    "username": "Classic Jesse",
    "comment": "I haven&#39;t really seen Nintendo take down videos lately."
  },
  {
    "username": "Gacha Emperor",
    "comment": "I think, with all evidence in mind, that a programmer had too much time on their hands and made a bot to do this just to create a mess, for fun. Can confirm they would do this, am programmer."
  },
  {
    "username": "Josiah Johnson",
    "comment": "There’s a subreddit somewhere that is going crazy rn"
  },
  {
    "username": "KodieTheAussieAlastorFanBrony",
    "comment": "Clicked on a video from Timeworks about this and I found out then by reading the top comment that it was someone impersonating Nintendo who copystriked Gilva&#39;s videos"
  },
  {
    "username": "yyeeeyy yey",
    "comment": "Maybe they did that to get people mad at nitendo. I hope this goes deeper and we find out that nitendo has never censored anything, it was just impersonators all along. Heck I&#39;m hoping they find nitendo locked inside some troll&#39;s basement who had been stealing their identity all this time, and that nitendo gets released from it and starts giving away free mario games for everyone."
  },
  {
    "username": "PsyintZ",
    "comment": "I feel like it shouldn&#39;t be this easy to pretend you&#39;re a giant corporation."
  },
  {
    "username": "Cats",
    "comment": "@Jainy Sail Oh for sure on the creator’s part. I was thinking of youtube itself. If they verify official accounts like Nintendo’s anyway, why not make it so that that account can file the claim? It would at least be an extra security measure against imitators"
  },
  {
    "username": "Jainy Sail",
    "comment": "@Cats its hard to identify in the first look, i remember false copyright was a discussion when am at college in 1999."
  },
  {
    "username": "PsyintZ",
    "comment": "@Cats Yeah, the system seems a bit.. lax, to say the least."
  },
  {
    "username": "Cats",
    "comment": "They literally  have verified corporate accounts but the moment “Company” makes a claim they can’t tell if they’re real"
  },
  { "username": "You want My name?", "comment": "Welcome to YouTube" },
  {
    "username": "Who’s This Guy Again?",
    "comment": "I mean, someone did the same thing with Toei Animation."
  },
  {
    "username": "Dylan Buchanan",
    "comment": "So what you’re telling me this isn’t a business but some troll with a vendetta trying to assassinate someone’s YouTube career? Wouldn’t be the strangest thing but yeah that’s mind boggling"
  },
  {
    "username": "Wiill97",
    "comment": "Almost 10M sub let’s go Charlie !!"
  },
  { "username": "Phi", "comment": "YouTube tweeted it was the real Nintendo" },
  {
    "username": "M64bros",
    "comment": "They did not mention Nintendo of America Co though. It could be a YouTube bot defending the person that&#39;s impersonating Nintendo"
  },
  {
    "username": "Smiley J",
    "comment": "<b>fingers crossed</b> come ooon, let it be true, I want Nintendo to not be evil, I still want to believe!"
  },
  {
    "username": "GraySteel 28",
    "comment": "This is definitely a strong possibility. For example, on my main channel I’ve dealt with a guy pretending to be a anime music corporation. So when I posted a video with a video that should’ve had a copyright claim regardless, the YouTuber “anime kei” copyright claimed the video. So instead of the actual company taking the money, this random guy did."
  },
  {
    "username": "Amanda P",
    "comment": "Someone did this with Toei animation a while back too."
  },
  {
    "username": "PortHub",
    "comment": "&gt;Could be DB cooper<br>hahahahahaha holy shit. Come on Charlie the zoomers dont get that one."
  },
  { "username": "lonerkid", "comment": "CONGRATS ON 10M" },
  {
    "username": "HyūgaToni",
    "comment": "What if a channel that also uploads Nintendo music impersonated Nintendo to take down other channels so that their channel can get views."
  },
  {
    "username": "Victor Obini",
    "comment": "Man this is wild! Who&#39;d impersonate Nintendo and for what reason? This makes me feel even more strongly that GilvaSunner shouldn&#39;t have deleted his channel."
  },
  {
    "username": "bitelaserkhalif 平家boy천궁파워서플라이",
    "comment": "This is what might have killed Gilvasunner. Ads running even though no copyright claim, even the channel is not monetized.<br><br>Or is it an imposter, since takedowns doesn&#39;t say Nintendo of America, or Nintendo of Japan, instead it just says Nintendo.<br><br>Does that mean every time we need to upload Nintendo music, it has to be age restricted with Ricardo Milos???"
  },
  {
    "username": "Rowdy Reese",
    "comment": "YouTube copyrights claim system is completely bunk and needs a rework"
  },
  {
    "username": "Arctic Horizons",
    "comment": "We at Sony have nothing to do with this"
  },
  { "username": "James Vaillancourt", "comment": "congrats on 10 mil" },
  {
    "username": "Brainhazardx LuvsU",
    "comment": "Theory without evidence: its a person who wants other people to hate Nintendo as a company, because he has a grudge against Nintendo, so he wants everyone else to hate them as well... Dun dun duuun!"
  },
  {
    "username": "Brainhazardx LuvsU",
    "comment": "@Organ Party Host Renn Which is why its a genius move cause Charlie said it himself, people wouldn&#39;t doubt it because they do it so much anyway, so its just putting more fuel on the fire they created themselves 😂"
  },
  {
    "username": "Organ Party Host Renn",
    "comment": "The only hole in this theory is Nintendo does this enough on their own"
  },
  {
    "username": "EurydiceGaming",
    "comment": "im sure even Nintendo wouldnt go as far as to do this, they sophisticated, they’d word all those reports differently from one another since they wanna cherrypick everything about anything"
  },
  {
    "username": "Ditto Díaz",
    "comment": "Some people just wanna see the world burn...<br>And burning all that lousy Nintendo music"
  },
  {
    "username": "Slowmellow",
    "comment": "Remember the rule<br>Nintendo as company bad<br>Nintendo games are fire"
  },
  {
    "username": "SallyMcNuggets",
    "comment": "It could be DB COOPER!?!? IM DYING"
  },
  {
    "username": "Sebastian de Jesus :",
    "comment": "It always felt off that Nintendo would get out of their way to do that, but this is the most trippy set of circumstances ever.<br>Man doing Maximum amount of trollage over the course of 3 years, like WTF?!!!"
  },
  {
    "username": "NoLogin",
    "comment": "Unfortunately GilvaSunner already deleted his channel so I don&#39;t think he can do anything about it anymore. I don&#39;t know how often youtube reinstates deleted channels because you ask them after doing it fully intentionally. GilvaSunner also likely wasn&#39;t a good source of income nor was he all that large of a creator so they&#39;ll care even less."
  },
  {
    "username": "S-Man_368",
    "comment": "theres a way to fix this if youtube just requires proof that the music is your own to copyright claim a video"
  },
  { "username": "Jared J", "comment": "you&#39;re never wrong king" },
  {
    "username": "Cordie Johnson",
    "comment": "I’m thinking if it truly isn’t Nintendo, it’s less someone with a grudge against Nintendo fans and more someone with a grudge against Gilva Sunner personally, unless there have been more suspicious copyright strikes outside of Gilva Sunner’s channel"
  },
  {
    "username": "June Chevalier",
    "comment": "It&#39;s either a waste of time or a personal vendetta"
  },
  {
    "username": "Lycan Thorpe",
    "comment": "$40 for a blank white walmart T shirt WTF ?"
  },
  { "username": "Owlsuns", "comment": "Ya imma need a Charlie moist shirt" },
  {
    "username": "Big Guap",
    "comment": "The beware the forest mushroom takedown must have happened bc to get people in the smash community speculating geno from Mario RPG being added to smash bros ultimate. This was someone looking for attention."
  },
  {
    "username": "Dare Brown",
    "comment": "If mistakes made you stronger, then Charlie will be extremely weak."
  },
  {
    "username": "Fulookin",
    "comment": "@LionOfftigry way to 👉 let yourself 😶👈 down ⬇️ my guy😶🤜🤛😶"
  },
  {
    "username": "Fulookin",
    "comment": "If mistakes made you stronger, then Charlie will be extremely weak."
  },
  {
    "username": "Iceman",
    "comment": "Great 👍🏻 video nice 👍🏻 hype!!!!!!!!!!!!!!!!"
  },
  { "username": "Gla ZeD", "comment": "Chill bro, chill and flex" },
  {
    "username": "The Key is Anonymity",
    "comment": "wouldnt it be crazy if it was the guy form the paper mario comments vid lmfao just got mad and started claiming nintendo music lol"
  },
  {
    "username": "Lauren Goodnight",
    "comment": "A bunch of scammers and such are really hitting YT hard.  Alexkansas, the analog horror creator, was threatened by rights scammers too."
  },
  { "username": "Elizabeth", "comment": "you&#39;re a kickass lawyer" },
  {
    "username": "PARKER",
    "comment": "The diamond play button will be nothing to that extravagant moby huge"
  },
  { "username": "Shitty Memes", "comment": "It could be Snopp Dogg" },
  {
    "username": "tree_05",
    "comment": "Someone needs to like go to Nintendo of Japan and just ask why they do this shit lol. Like &quot;I really want to know how you see this whole thing&quot;"
  },
  {
    "username": "Vin Dookie Diesel",
    "comment": "Almost 10.000.000 subs 🎉🎉🎉"
  },
  { "username": "The Blitz Predicts", "comment": "You hit 10 mil" },
  { "username": "Chris Cox", "comment": "I saw 9.99mil turn 10 mil grats bro" },
  {
    "username": "hewad de bruijn",
    "comment": "Bro its simpel, they&#39;re going to try and make a nft out of it"
  },
  { "username": "Random Idiot", "comment": "RIP GlivaSunner 😔" },
  { "username": "Majikal Mcmuffin", "comment": "Charlie, ace defective" },
  {
    "username": "Talking Mudcrab",
    "comment": "&quot;Atlanteans&quot; <br><br>i look forward to your appearance on Rogan"
  },
  { "username": "Arceus555", "comment": "A real supervillain" },
  {
    "username": "Melak0’sTak0’s",
    "comment": "Damn Charlie uploads a million times a day and that’s what makes my day awesome"
  },
  {
    "username": "Melak0’sTak0’s",
    "comment": "@joel thanks😩😩"
  },
  { "username": "joel", "comment": "nice profile pic" },
  {
    "username": "Zackary LaDue",
    "comment": "Y&#39;know what makes this sadder if it is the case, there are just some people who spend hours likely taking down these videos one by one just for the fun of it. what a waste..."
  },
  { "username": "eggzzy", "comment": "Congrats on 10mil" },
  {
    "username": "Iron Lungs",
    "comment": "Are you also the host of the channel “Grim” ? I swear there’s like 4 channels that sound exactly like you"
  },
  { "username": "YEGOR", "comment": "imagine pretending to be nintendo" },
  {
    "username": "IbnTV",
    "comment": "Imagine the Plot Twist of  Gilvasunner being Nintendo! He has the biggest Nintendo music library on YouTube and strikes other music channels who dare come close to his collection. Then when he decides to leave YouTube behind, he strikes himself out then leaves the website without anyone suspecting him! Or maybe I&#39;ve been watching too many detective mysteries. XD"
  },
  {
    "username": "BruhSoundEffect #2",
    "comment": "holy shit was that a D B Cooper reference?!?!"
  },
  { "username": "aman", "comment": "10 mil charlie let&#39;s go" },
  {
    "username": "Paul Heaney",
    "comment": "Could be d.b cooper. LoL best ever xD"
  },
  {
    "username": "Koralson",
    "comment": "Gut wrenching, poor guy. Hopefully he can get some of it back in some way."
  },
  {
    "username": "Wow! Isn't this the greatest?",
    "comment": "Holy shit YouTube needs to do something about these bots"
  },
  {
    "username": "Lucio Maffei",
    "comment": "I think it&#39;s another Nintendo music uploader. They&#39;re killing their competition"
  },
  {
    "username": "Jessie Loser",
    "comment": "This is a similar thing to that guy claiming to own pewdiepies music. I work as one of his discord staff and the guy basically admitted he had been taking all monetization from pewdiepies music. Youtube just does not properly vet these people and it leads to shit like this."
  },
  { "username": "DavidT1D", "comment": "Definitely sega" },
  {
    "username": "irlquicksilver",
    "comment": "The impersonator could be watching this and commenting right now, that&#39;s wild"
  },
  { "username": "Right Dude Here", "comment": "Congrats on 10m" },
  {
    "username": "TheGamingMurlock",
    "comment": "imagine it was the dude from the paper mario argument"
  },
  {
    "username": "Ryan Mann",
    "comment": "Apparently, YouTube decided to say it was the “Nintendo” account I just mentioned took down those videos without even providing evidence if it’s either Nintendo of America Inc or Nintendo Co. Ltd. because of the tricky ass Content ID system abuse.<br><br>I am so done with this site.<br><br><br>I don’t even believe this shit. Nintendo may not be a perfect company but YouTube is just scummy like that. Besides YouTube is that same company  that said “Creators want dislikes removed” when nobody wanted that exact for douchebags that did horrible stuff. <br><br>Honestly, I would just stay neutral if I were you, Charlie. Even if that was unfortunate that happened, I don’t feel like believing anyone in YouTube anymore."
  },
  {
    "username": "Siham Mohamed",
    "comment": "I really have some big respect for him ✊🏽✊🏽keep doing what u Gotta do man"
  },
  {
    "username": "PissJohn2019",
    "comment": "congrats for being a famous comment"
  },
  {
    "username": "duke dukedemnukes",
    "comment": "Nintendo and Disney act the same if it&#39;s being done by someone else they copyright and sue the shit out of individuals to screw people over it honestly sucks"
  },
  { "username": "Aaron Worsnop", "comment": "&quot;Maybe I am Nintendo&quot;" },
  { "username": "S223", "comment": "10 mil WOOOOOOO YEAHHHH BABYYYYYYY" },
  {
    "username": "SkaPasta Music",
    "comment": "Oh my god you’re on 9.99 million subs"
  },
  {
    "username": "James Mazza",
    "comment": "Maybe it&#39;s Bob. Maker of the world famous &quot;Bobs Game&quot;"
  },
  {
    "username": "MotorRoach",
    "comment": "Ah, the elusive Nintendo impersonator. Nintendon&#39;t."
  },
  {
    "username": "Charles Saint",
    "comment": "It&#39;s the Spanish Inquisition! Because nobody expects the Spanish Inquisition!"
  },
  {
    "username": "Erik Steverman",
    "comment": "People do such crazy things for attention now a days, that I wonder if the person flagging the videos knew they would blow up because of this"
  },
  {
    "username": "Gehii",
    "comment": "Much like monsters inc, Nintendo is a scary company. Brilliant!"
  },
  {
    "username": "Pickles",
    "comment": "I remember around ever since the wii u they went hecktic at red flagging accounts an content"
  },
  {
    "username": "Toaster",
    "comment": "What if it was gilvasunner and he just needed a way out because he was sick of doing the channel, like a Sketchek type deal."
  },
  { "username": "Deto Qcney", "comment": "Dis Nintendo arc been kinda crazy" },
  {
    "username": "A$E",
    "comment": "What if its an Algorithm that someone was testing &amp; forgot abt (who knows why)"
  },
  {
    "username": "mansurthehuman",
    "comment": "Happy 10 million followers jesus"
  },
  { "username": "7 - BIT", "comment": "Waiting for Kritikal to reach 10 mil" },
  {
    "username": "༺KARMA༻",
    "comment": "the thumbnail gives apology video vibes"
  },
  {
    "username": "Sniperbullet",
    "comment": "There&#39;s an imposter among us 🤔🤨"
  },
  {
    "username": "Daisy Baby",
    "comment": "YouTube ads are truly reaching new levels of degeneracy"
  },
  {
    "username": "Joshua’s Ukiyo",
    "comment": "10 million on this amazing channel.. good job Charlie"
  },
  {
    "username": "Doktor Weedus",
    "comment": "WOW MAN 10 MILL<br>CONGRATS CHIEF"
  },
  {
    "username": "Yungbran",
    "comment": "wait i get to look like charlie 😳"
  },
  {
    "username": "Matt Renz",
    "comment": "The Pokemon Company would own the rights to the creatures, etc. Game music is Nintendo&#39;s IP, I feel like that&#39;s pretty clear cut.<br><br>However, this was likely an inexperienced troll flexing his new botnet program. Just picking a random avenue and trudging through it. Some people just do without stopping to ask why they&#39;re doing. 🤷"
  },
  {
    "username": "Xaszizal",
    "comment": "Personal theory I have is whomever is impersonating Nintendo is doing so because it gives them a power trip, as well as giving them a wide swath of big channels to victimize. A lot of channels have been using Nintendo music because of their terms with it being okay if transformative. This gives the impersonator a lot of potential targets due to how often such music is used in videos. I wouldn’t be surprised if we start hearing big-name channels aside from Gilva being striked en masse."
  },
  {
    "username": "Lopes 073",
    "comment": "Correct<br>And Gilvasunner&#39;s channel is an old channel,like from 2012,but only got the strikes starting in 2019<br>If it&#39;s really Nintendo then why they didn&#39;t do it before,they could have done that between 2012 and 2018 but only start in 2019,sound strange looking at it"
  },
  {
    "username": "josh hall #WATP",
    "comment": "I&#39;m from the future: Next video you upload you will have 10 mil subs"
  },
  { "username": "FylkirValdr", "comment": "I was wrong too, it&#39;s okay" },
  {
    "username": "horse choker",
    "comment": "its bob. from bob&#39;s game. he&#39;s back."
  },
  {
    "username": "RE Search",
    "comment": "This is big! The same exact thing pops up on the Internet Checkpoint<br><br><a href=\"https://www.youtube.com/watch?v=zK4TWXWEKAQ\">https://www.youtube.com/watch?v=zK4TWXWEKAQ</a><br><br>The comment section on this video was something sacred and treasured. For no reason at all people started putting little snippets about their lives or motivating messages here, most of them starting with the word &quot;Checkpoint&quot;<br>If this is an imposter we might be able to restore the Internet Checkpoint!!!!"
  },
  {
    "username": "M64bros",
    "comment": "@RE Search We have no idea yet. All we can do now is just wait until we get an answer."
  },
  {
    "username": "RE Search",
    "comment": "@M64bros yeah, it appears to be one of those &quot;phony&quot; ones. Who would do all of this?"
  },
  { "username": "M64bros", "comment": "I see the claim" },
  { "username": "MoosterChief", "comment": "WOOH YEAH BABY 10 MILLION SUB" },
  {
    "username": "Mak Maker",
    "comment": "I love that Charlie loves white shirts so much that he made his own and started selling them, Respect+++."
  },
  {
    "username": "Philip Alex",
    "comment": "I regret watching thomas greys video that explained how and why it&#39;s <b>not</b> youtubes, but international copyright laws system that is screwed. Because of it that comment section is basically looking like XIII century idiotic peasant mob, feels bad to be here now."
  },
  {
    "username": "Davin",
    "comment": "The fact that even pewdiepie and many other fans remixing his content are being  taken down by.. Someone technically not posing as pewds but.. Someone claimed to be representing him, &quot;on behalf of pewdiepie&quot;, <br>One of the biggest creator,<br><br>And now, impersonating nintendo? And it worked? <br><br>How is youtube letting this happen<br><br>People had to go through disputes in the first place is just baffling"
  },
  {
    "username": "Alexander Scott",
    "comment": "What if they are taking down every bit their own version of the song to funnel traffic to their own version to get all the $$$"
  },
  {
    "username": "HurtCoolKid",
    "comment": "This must be sega to tarnish Nintendo’s rep"
  },
  {
    "username": "sugnoma",
    "comment": "They redeemed their golden coins faster than Sonic."
  },
  {
    "username": "Johnny ThunderCougar Excalibur",
    "comment": "9.99 MILLION SUBS! LETS GET OUR BOY TO 10M!"
  },
  {
    "username": "Cyan Rose",
    "comment": "Why am I picturing some weirdo in a basement &amp; a Nintendo cape furiously filling out YT forms while talking to himself about avenging Nintendo? 😆"
  },
  { "username": "DurianFruit", "comment": "20% of my music playlist. Gone" },
  { "username": "koulio", "comment": "Happy 10 mil" },
  {
    "username": "Alexander Alldritt",
    "comment": "This honestly sounds like something out of a Dark Knight movie. I almost respect the dedication."
  },
  { "username": "ZergS4uc3", "comment": "D. B. Cooper reference, nice" },
  {
    "username": "marqus brown",
    "comment": "Let’s call this fake Nintendo “PRETENDO”"
  },
  { "username": "CiphersVII", "comment": "perfection" },
  {
    "username": "Tijs Bogaard",
    "comment": "To be fair the pokemon channel did upload all in game music of bd&amp;sp wednesday. To me it seemed like that was the reason to start removing other forms of that content."
  },
  {
    "username": "Tijs Bogaard",
    "comment": "Thinking they would do this for other games aswell"
  },
  {
    "username": "Carlo Nassar",
    "comment": "Whether it&#39;s really Nintendo or not, why isn&#39;t there anything like a TED talk about this yet? Music takedowns in general are stupid because they&#39;re easy money for companies. Also, there are still Nintendo fan-games that exist if you do enough research. Super Smash Brothers Crusade just scratches the surface."
  },
  {
    "username": "Melki Hassa",
    "comment": "Pretty interesting news, I wasn&#39;t aware of it before watching. That guy must be at risk for damages compensations, could be a 13 years old who went too far in his/her learning."
  },
  {
    "username": "Bl0rex",
    "comment": "Maybe it&#39;s a competitor of Nintendo? Their purpose: they reduce Nintendo&#39;s exposure?"
  },
  {
    "username": "meme minimalism",
    "comment": "Some people just want to watch the world burn, I guess?"
  },
  {
    "username": "Angus Wilkes",
    "comment": "Remember Charlie it’s not all about the money spiderman"
  },
  {
    "username": "WitchFinderIX",
    "comment": "“Mama was wrong again” - Col. Sanders"
  },
  {
    "username": "Haxon Minezrich",
    "comment": "mf doom is like <a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=1m00s\">1:00</a>"
  },
  {
    "username": "Dyzastrus",
    "comment": "D.B. Cooper lol. It all led up to this moment."
  },
  { "username": "Mr. Balls", "comment": "happy 10 mil" },
  {
    "username": "Pixow",
    "comment": "i remember the entire craze about beware the forest&#39;s mushrooms being blocked by nintendo, everyone was going wild thinking that this was some sign that geno from super mario rpg was going to be a character in super smash bros, and so many theories sprouted just because of the super mario rpg songs being taken down<br><br>but to know that it could&#39;ve been an impersonator that goes back to nearly three years ago is strange to say the least"
  },
  { "username": "Supertails02", "comment": "Thats a stupid theory" },
  {
    "username": "Kieran",
    "comment": "Wait....do you write a script for your videos? It looks like you&#39;re reading."
  },
  {
    "username": "Roxas Deviluke",
    "comment": "Probably some crypto nerd planning on making them into nfts"
  },
  {
    "username": "Plazm aero",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=2m58s\">2:58</a> that text translates to official channel"
  },
  {
    "username": "Overlode Brandt",
    "comment": "it could be someone at sony or microsoft lol"
  },
  {
    "username": "Pencilbender",
    "comment": "This whole ordeal is making me do a doubletake everytime i see a nintendo logo on new releases, and sometimes it makes me not want to play the games because i feel so disenchanted with the company. Idk if thats even able to change when it turns out this was just some wackydoodle prankster sabotage"
  },
  {
    "username": "Qmwneb Rvtcyxuz",
    "comment": "And silvagunner wept, for he was the only one left"
  },
  {
    "username": "Hazard Safe",
    "comment": "They wanna be the only music channel left for all the money!"
  },
  {
    "username": "Deff",
    "comment": "I really hope that someday YouTube will not be the biggest video website anymore"
  },
  {
    "username": "Char Moosh",
    "comment": "Hey I was hoping you would cover the Mr wobbles situation with demonetization because it’s just really sad and I really want someone with clout to help him out, I have been trying to get the info on all the new video sorry for the copy and pastes"
  },
  {
    "username": "LordKohaegan",
    "comment": "Take a shot every time Charlie says Nintendo. I promise you&#39;ll be feeling good."
  },
  {
    "username": "n0t prem1um",
    "comment": "You have said nintendo too many times,you might get a copyright strike for saying their name too many times."
  },
  {
    "username": "Lego Yoda",
    "comment": "I went to the beware of the forest mushrooms and it wasn’t copyrighted. I don’t know if it’s that because I’m on mobile or that they already unblocked it but it could be more useful info…"
  },
  {
    "username": "Macs Not Jacked",
    "comment": "Don’t worry. Susan will be taking away the uploading feature soon. That way no one will be able to take the content of others."
  },
  {
    "username": "DARK",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=4m33s\">4:33</a> i see charlie has took some inspiration from Linus ( Linus tech tips ), the transitions are flawless"
  },
  {
    "username": "Koricica",
    "comment": "Longshot, but it could be a group of troll whom gotten their hands on the Youtube Heroes application and went to town with it making it seems like its nintendo."
  },
  {
    "username": "Eddie Stone",
    "comment": "Nah bro not just from 2019<br>they took shit down from 2011"
  },
  { "username": "Eddie Stone", "comment": "@Lopes 073 ah thanks" },
  {
    "username": "Lopes 073",
    "comment": "Is not that<br>He&#39;s just saying that the copyright strikes started in 2019"
  },
  {
    "username": "de brebeuf",
    "comment": "rip gilvasunner, hq videogame music back in even 2012"
  },
  {
    "username": "Hyghacinth",
    "comment": "I think people are forgetting that trolls do it for the lulz"
  },
  {
    "username": "Wali ur rehman",
    "comment": "Charlie: I was wrong<br>Everyone: <b>Impossible. Perhaps the archives are incomplete.</b>"
  },
  {
    "username": "Dake Dakinson",
    "comment": "Simple: people hired by Nintendo."
  },
  {
    "username": "Kirbyrush700",
    "comment": "I truely hope Nintendo is innocent. I am so sorry GilvaSunner! I hope you guys are alright."
  },
  {
    "username": "The Overlord",
    "comment": "@M64bros I’m not pretending Youtube doesn’t use bots, I’m saying that the Twitter account clearly isn’t a bot and is ran by actual humans."
  },
  {
    "username": "M64bros",
    "comment": "@The Overlord Those tweets from YouTube could be bots so don&#39;t pretend YouTube is an actual human being itself."
  },
  {
    "username": "The Overlord",
    "comment": "@M64bros dude, look at the twitter for more than 5 seconds. It’s clearly not a bot. The person behind the account was trying to say “Yes, this is actually Nintendo”"
  },
  {
    "username": "M64bros",
    "comment": "@The Overlord They didn&#39;t say Nintendo of America Co. It could be a YouTube bot"
  },
  {
    "username": "The Overlord",
    "comment": "Well, bad news, Youtube Twitter confirmed it was Nintendo"
  },
  { "username": "M64bros", "comment": "I&#39;m all right. 👍" },
  {
    "username": "NintendoNerd 64",
    "comment": "could it be nintendo is actually the good guys?"
  },
  { "username": "NintendoNerd 64", "comment": "lol no" },
  {
    "username": "Justin Doncsecz",
    "comment": "Central and Eastern Pennsylvania radio are playing nintendo classics once a day! yesterday was majoras mask theme"
  },
  {
    "username": "Salty",
    "comment": "Can we just appreciate how this guy got details wrong and immediately owns up to it and fixes it?<br>Love you Charlie."
  },
  {
    "username": "Cristian Preval",
    "comment": "10,000,000 subscribers!!!!!!🐐🐐🐐"
  },
  {
    "username": "budi.",
    "comment": "it was one of Tyler Durden&#39;s assignments for project Mayhem"
  },
  {
    "username": "Henry Downes",
    "comment": "lol 10m and you&#39;re still in the hallway, c&#39;mon man."
  },
  {
    "username": "WDC",
    "comment": "Is it just me or is his camera always being desynced with audio destracting?"
  },
  {
    "username": "Revolutionary Lass",
    "comment": "Knowing how out of touch Nintendo is, they probably hired a third party to &quot;deal&quot; with videos like this and this was their solution"
  },
  { "username": "Joshshepard05", "comment": "This seems to be a pattern" },
  {
    "username": "Evergreen33",
    "comment": "Was he serious about the Jack the Ripper thing?"
  },
  {
    "username": "Deric",
    "comment": "ok that god joke in the beginning was actual gold............................. is this a comedian?"
  },
  {
    "username": "Gotchaa Beech",
    "comment": "Man that’s a lot of Maloney for a t shirt lol"
  },
  {
    "username": "The Relax after revision",
    "comment": "I would guess some of GRAND DAD &#39;s fans got carried away and thought eliminating their muse would be funny."
  },
  {
    "username": "lilthreeGame",
    "comment": "It&#39;s most likely done by some twitter nolife you see on there who posts those really shitty memes where they&#39;re like &quot;nintendo is protecting their copyright, cry about it&quot; as for a reason? Probably just to hurt people. That&#39;s all the reasoning anyone online needs it seems."
  },
  {
    "username": "Sayf Nabulsi",
    "comment": "This is just all part of Bob&#39;s game"
  },
  {
    "username": "Art Richards",
    "comment": "Unless they have all the other nintendo music videos..."
  },
  {
    "username": "ThatWeebCunt",
    "comment": "I still don&#39;t really get the defence of Gilvasunner though. He was still committing copyright infringement."
  },
  { "username": "Hacuraz", "comment": "almost 10 mil :D" },
  {
    "username": "DuckyyMomo",
    "comment": "This is not only limited to Nintendo games. A while ago someone also striked down videos from honkai Impact creators. Looks like people are just abusing YouTube&#39;s flaws now"
  },
  { "username": "GhostLikesRoblox", "comment": "10 MIL LETS GO!" },
  {
    "username": "MoonChild",
    "comment": "I&#39;m just imagining fuckin&#39; D.B. Cooper impersonating a game corporation just to slap people who upload 9 seconds of the Zelda theme 😂"
  },
  {
    "username": "ganmerlad",
    "comment": "For that amount of effort, it sounds personal. Gilva S. should ask himself who hates him that much, who&#39;s that obsessed. Did he turn down some girl&#39;s advances? Did he ignore some weirdo that was constantly trying to get his attention? etc"
  },
  {
    "username": "Dona Jonse",
    "comment": "Lets remember that Pewdiepie&#39;s B*tch Lasagna is demonetized on his own channel because of the copyright claim"
  },
  {
    "username": "ZOMBIENINJAIZATION",
    "comment": "It all stems from that paper Mario comments  argument and aramaru be hoarding all the music."
  },
  {
    "username": "Jack Daniel's in the lion's den",
    "comment": "Congrats on your 3606th video!"
  },
  {
    "username": "TSOF_TRINIUM",
    "comment": "it honestly could also be google or something cause they would have known it isnt nintendo and let it slide makes sense if theey made the strike"
  },
  {
    "username": "Tyson Ihnen",
    "comment": "charlie this is random but you at 9.99 mill subs can we expect a celebration"
  },
  {
    "username": "Smile",
    "comment": "This might be some sort of activism.<br>People are not happy with Youtubes way to remove videos containing copyrighted materials.<br><br>Maybe it is some sort of Cyberprotest?"
  },
  {
    "username": "Zarch0",
    "comment": "The posers probably just want to put out a NFT collection with Nintendo music."
  },
  {
    "username": "BewareOfSasquatch",
    "comment": "Boys by the end of the year, Charlie will get a Diamond. <br><br>P.S. I can’t believe I found him at 900k and I got excited for his 1million and now his 10 million. Well deserved."
  },
  { "username": "Wallace Grimace", "comment": "WOOHOO 10 MILLION CHARLES" },
  {
    "username": "Kalandaari",
    "comment": "it&#39;s just like PewDiePie&#39;s music video on the PewDiePie channel being claim by someone &quot;On behalf on PewDiePie&quot;."
  },
  {
    "username": "Lord Farquar",
    "comment": "Everyone&#39;s asking I have a company can just claim copyright and then the video get taken down as soon as they get the strike. It&#39;s because YouTube has molded their algorithm and Company to accommodate businesses especially rich ones or wealthy ones. It shouldn&#39;t be no shock that they&#39;re leaning towards decorator with little to no money compared to a business with millions of dollars at their disposal they&#39;re always going to side with the ladder either way it should be no shock to you open your eyes"
  },
  {
    "username": "Sirius_Ether",
    "comment": "Ordered shits. Cant wait to get them."
  },
  {
    "username": "JX",
    "comment": "It&#39;s probably a hardcore Griefer taking down the videos."
  },
  {
    "username": "Freezzer001",
    "comment": "Didn&#39;t something quite similar happend in Russia with the SCP foundation? He like copyright claimed the entire Fandom somehow and took the Russian SCP site down to then promote his SCP merch there(kinda hypocritical if ya ask me, removing everything and then making merch based on nothing basically)"
  },
  {
    "username": "Karl George",
    "comment": "Doesn&#39;t matter if its actually Nintendo or not, the channel is gone."
  },
  {
    "username": "RyZing GamEr",
    "comment": "What if it’s a monopoly on the Nintendo music channel lmaooo"
  },
  {
    "username": "RyZing GamEr",
    "comment": "So like his channels the only on that will grow an he can make money off it"
  },
  {
    "username": "Noob-Material",
    "comment": "If Nintendo had a Death Star, they’d remove Italy due to the significant amount of people named Mario."
  },
  {
    "username": "Diet Mike",
    "comment": "What a fucking trip.  Some weird ass Scooby Doo villain just taking down Nintendo music vigilante style... Their goals are beyond our understanding..."
  },
  { "username": "M64bros", "comment": "Ikr! It&#39;s crazy" },
  { "username": "Pookie", "comment": "Nintendo sounds like a weird word now" },
  {
    "username": "freshmadgod",
    "comment": "The fact that YouTube won&#39;t do anything is the saddest part"
  },
  {
    "username": "joe derouin",
    "comment": "Could it be the same villain behind the &quot;U R MR GAY&quot; scandle? Someone on the Inside of nintendo trying to make them look bad."
  },
  {
    "username": "Rigatonia",
    "comment": "Hope Charlie&#39;s words about how much of a waste of time and energy somehow reflects on the person who went through making 3000+ reports for music they don&#39;t own."
  },
  {
    "username": "Melak0’sTak0’s",
    "comment": "Lesssgooo Charlie is AT 10 MILLLION!!!!!!!!!!"
  },
  {
    "username": "Silas",
    "comment": "What if it’s Nintendo pretending to be Nintendo"
  },
  {
    "username": "Studio Kit",
    "comment": "Hope nintendo wont get my project lol"
  },
  {
    "username": "lol ihatesteam",
    "comment": "Hey about them spending time for taking all of it down they most likely a bot doing it"
  },
  {
    "username": "James Esterline",
    "comment": "&quot;You remember GiIvaSunner, the channel you killed in cold blood?!&quot;<br><br>&quot;What does it matter to you, anyway?&quot;<br><br><b>&quot;EVERYTHING!!!&quot;</b>"
  },
  { "username": "Dallas Mavericks Fan", "comment": "Ah shit hear we go again" },
  { "username": "Bruh Moment", "comment": "there is an imposter among us" },
  {
    "username": "Poopboy 420",
    "comment": "Where the fuck is my moist tee shirt"
  },
  {
    "username": "da'paca",
    "comment": "Nintendo? more like PREtendo hahahah im sorry i&#39;ll leave now"
  },
  {
    "username": "mickus",
    "comment": "It’s not just Nintendo they’re targeting. They even claimed Felix’s music videos."
  },
  {
    "username": "Taylor Swag",
    "comment": "Ayyyy almost 10M subscribers <br>Congrats mr. Jesus Charles White"
  },
  {
    "username": "Andy 322",
    "comment": "Unsubscribed !!!!<br><br>How dare you ADMIT that you&#39;ve been wrong????!!!!"
  },
  {
    "username": "Nate c:",
    "comment": "Might be someone who uploads Nintendo music and is trying to take down the videos that are more popular than theirs to get their account to have more traffic"
  },
  {
    "username": "Jude",
    "comment": "Oof I watched one of this guys video about a month ago and now I get non stop recommendations for his channel. How do I make it stop"
  },
  {
    "username": "TheHunterJK",
    "comment": "See, Nintendo wouldn’t have this problem if they just released their music themselves."
  },
  {
    "username": "jake bourret",
    "comment": "You gotta admit though nintendo&#39;s silence is a bit fishy. Wouldnt they be concerned to see this happening if they knew it wasnt them?"
  },
  {
    "username": "Lopes 073",
    "comment": "Right now the only who say what&#39;s going on is Nintendo<br>Because YouTube can say what they want because they in what they want"
  },
  {
    "username": "ChrisE827",
    "comment": "Pretty sure it was Aaron Kosminski that was found to Be Jack the Ripper, But we still will never really know I guess."
  },
  {
    "username": "EliteMaster",
    "comment": "Their master plan is to take down all nintendo music and become the only nintendo music channel on the platform and spam each video with adds"
  },
  {
    "username": "Trenton King",
    "comment": "10million!!!!!!!!!!!!!!!!!!!!!!🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥"
  },
  {
    "username": "Pds",
    "comment": "Apologizing to a company that most likely stood in support of these strikes is infuriating, but understandable. Great Moist Shirt plug though. 😂"
  },
  {
    "username": "Cmolty",
    "comment": "@Pds why are there so many bots in Charlie&#39;s comments?"
  },
  {
    "username": "Pds",
    "comment": "@The TacoCat Don&#39;t click that link. It&#39;s spam."
  },
  {
    "username": "L",
    "comment": "Well this guy is obviously great at solving shit. He is Jesus,after all."
  },
  {
    "username": "T. Polys",
    "comment": "Pewdiepie came out and said a stupid company claimed his &quot;bitch lasagna&quot; *in his stead*. Imagine the audacity"
  },
  { "username": "le komi~", "comment": "happy 10 mil" },
  {
    "username": "highkeyJORD",
    "comment": "I think some of you lost the point in the comments... Just because it&#39;s a company and not the actual person themselves doesn&#39;t mean your old copyright strike on a random video was at all like this scenario.."
  },
  { "username": "Crappy", "comment": "you’re so close to 10mil" },
  {
    "username": "Ingvar Brasstax",
    "comment": "Some men aren&#39;t after anything logical, like money."
  },
  {
    "username": "awsomespecs",
    "comment": "reminds me of some random dude copy right striking videos with anime music"
  },
  { "username": "Thunderhorn Edits", "comment": "WE ARE SO CLOSE TO 10MIL" },
  {
    "username": "ScorpVerse",
    "comment": "You are not prepared for the final chapter in this saga when it&#39;s revealed that the guy behind the fake copyright strikes is non another than GilvaSunner himself. The hero he once was has become a villain. He has concocted this nefarious scheme in an attempt to destroy everything good he has ever done."
  },
  {
    "username": "JOSETV1",
    "comment": "Oh shit, was that the guy that had a bunch of music??? Damn.... all my Playlist gone."
  },
  {
    "username": "bloodydrain",
    "comment": "So some sort of knockoff company like Nlntendo, Fony or Macrosoft trying to impersonate the real deal?"
  },
  { "username": "Superdragen123", "comment": "sega does what nintendont" },
  { "username": "Arianna Χ", "comment": "TRUE EVIL" },
  {
    "username": "I'M BATMAN.",
    "comment": "imagine having this much free time and mental energy. god i wish that were me"
  },
  {
    "username": "FirstOfmany k",
    "comment": "watch it be sega behind the scenes"
  },
  { "username": "s7osm", "comment": "10 million finally siuuuuuuuuuuuuuu" },
  {
    "username": "Josiah Schweyer",
    "comment": "Hello long long long time big moist critical fan and also big fan of white t-shirts so glad you decided to release your own line of slick looking white t-shirts for an extremely super affordable price I paid $70 canadian for 3 shirts with shipping included defintley a good deal 💪"
  },
  { "username": "Yoda", "comment": "10mil!!!!!!!!!!!!!!!" },
  { "username": "Yoryos", "comment": "LETS GO 10 MIL WHOO" },
  { "username": "Key'lon Alexander", "comment": "10mil subs lets gooooo" },
  {
    "username": "Sabrina Schultz",
    "comment": "what if it&#39;s a competing channel trying to take down other channels so that they&#39;ll be the Only One with Nintendo music"
  },
  {
    "username": "Lopes 073",
    "comment": "Don&#39;t need to be that<br>A simple guy being angry with Gilvasunner because of something in the past would be everything you need"
  },
  {
    "username": "Saad Nabil",
    "comment": "I&#39;ll still get Nintendo Switch OLED so i can play Smash Ultimate for Sora! Don&#39;t care for Nintendo characters like Mario, Pokémon, Metroid, Zelda, Kirby, and Animal Crossing. Too childish. No bots allowed."
  },
  { "username": "_xSpeed", "comment": "Have you played any metroid games" },
  {
    "username": "beefbeef",
    "comment": "It&#39;s also totally possible that nintendo outsources the copyright claims at this point because they do so many. they 3rd party company would just put Nintendo because their LLC is probably like some dumb 3rd party name like &quot;Claims on us&quot; or some shit"
  },
  { "username": "MAK Moderator", "comment": "YOU SIR ARE ABOUT TO HIT 10M" },
  { "username": "your average freerunner", "comment": "YOU HIT TEN MIL" },
  { "username": "Erik Culescu", "comment": "Wait… Jesus can be wrong?" },
  { "username": "internalescape", "comment": "we almost to 10M!" },
  {
    "username": "Azaan Sabir",
    "comment": "Charlies about to hit 10 mil. He deserves it!"
  },
  {
    "username": "grav",
    "comment": "how many times did he say &quot;nintendo&quot; in this vid?lol"
  },
  {
    "username": "spreadeagle",
    "comment": "The evidence you showed really isn’t evidence, it’s just word of mouth"
  },
  {
    "username": "Dustin Allen",
    "comment": "im half way through the video and the word nintendo means nothing to me anymore"
  },
  {
    "username": "Just Zed",
    "comment": "maybe someone else wants to start up the Nintendo music YT channel?"
  },
  {
    "username": "majora ",
    "comment": "Hopefully this man gets the justice he deserves"
  },
  { "username": "bloom bloom", "comment": "how was is this #36 on gaming" },
  {
    "username": "MrShOt",
    "comment": "doesn&#39;t have anything to do with the vid but early congratz on 10 mil subs big man"
  },
  {
    "username": "pile o' weirdness",
    "comment": "have you considered if anyone had not been copyright struck by Nintendo? If anyone makes a ton of Nintendo soundtrack videos without a copyright strike, then we may have our culprit"
  },
  {
    "username": "PinkRathian",
    "comment": "The fan could also just be one of Nintendos super diehards. Every Pokemon and Zelda fan game has those turbovirgins who report them to Nintendo however they can to white knight. This could be an extension of that, where they think that theyre the will of Nintendo by doing this."
  },
  {
    "username": "Patrick Kennedy",
    "comment": "Nintendo&#39;s music: <b>gets copyright striked</b><br>Nintendo: &quot;hey, don&#39;t look at us!&quot;"
  },
  { "username": "GigaChad", "comment": "10 million subs nice" },
  {
    "username": "Alan Barcenas",
    "comment": "will there be a turquoise t-shirt in the future?"
  },
  { "username": "SunnyBoySpiffy", "comment": "10 Million Subs!" },
  {
    "username": "James Ragsdale",
    "comment": "DB Cooper I stg😂😂😂😂😂"
  },
  {
    "username": "LetterboxParrot",
    "comment": "Charles&#39; selling white t-shirts to everyone now. Man&#39;s a fucking legend."
  },
  { "username": "Kryptus Year 1", "comment": "Could&#39;ve been a bot" },
  {
    "username": "TheConcernedDredhead",
    "comment": "I MIGHT BE E A LIL EARLY BUT CONGRATULATIONS ON 10 MIL"
  },
  {
    "username": "Quinton Standridge",
    "comment": "I wonder if YouTube is impersonating Nintendo"
  },
  {
    "username": "Deadbrain",
    "comment": "Wtf. A D.b cooper reference is like the only boomer reference allowed"
  },
  {
    "username": "Vesna Shevchenko",
    "comment": "Charlie getting wacky is my favorite genre on YouTube"
  },
  {
    "username": "spyro115",
    "comment": "or MAYBE it could be someone who has a grudge against GilvaSunner."
  },
  {
    "username": "Foster Etkin",
    "comment": "It could be someone who wants to get somewhat big from posting Nintendo music and is trying to take down the popular competition."
  },
  { "username": "Caden Wonder", "comment": "Nintendos boogie man" },
  { "username": "Aditya Adhav", "comment": "10 million less gooooo" },
  {
    "username": "The L giver",
    "comment": "The fact that 2019 is &quot;all the way back&quot; makes me feel old."
  },
  {
    "username": "gavin",
    "comment": "worlds gone so downhill ong. 2019 feels like more then a few years ago."
  },
  {
    "username": "Redowan Alamgir",
    "comment": "prolly a psy op by those that hate the youtube copyright system"
  },
  {
    "username": "Maxy Crossing",
    "comment": "All I wanted to do was listen to Pokemon colosseum music and when I didn&#39;t see Gilvasunner in the first result I got a bit confused and now I am here"
  },
  { "username": "wisecup", "comment": "YouTube certified it" },
  { "username": "VincentMangeaux", "comment": "Say Nintendo one more time" },
  { "username": "Velocity", "comment": "GGs on 10m" },
  {
    "username": "ClonaClox9999 / Celery",
    "comment": "GilveSunner was around as early as 2012. Why did it take Nintendo over 10 years to take action?"
  },
  {
    "username": "Lopes 073",
    "comment": "Yup<br>Sounds strange and really sus"
  },
  {
    "username": "Tbone300",
    "comment": "Yeah but did you see the platform that Pokémon made to listen to some of their game music"
  },
  {
    "username": "Ezra Parish",
    "comment": "Someone looking to download music and then make sure no one else can get it? HE&#39;S GOING TO MINT IT ON THE BLOCKCHAIN!"
  },
  {
    "username": "Peter Horváth",
    "comment": "This is kind of a big leap, but just because whoever impersonated Nintendo hasn&#39;t gained anything directly, doesn&#39;t mean he can&#39;t profit off of this situation entirely. As far as I understand, this was the only real source of Nintendo music, that is now completelly gone, so there is a power vacuum, so to speak. Watch out in the next couple days who takes advantage of this gap, create a new youtube channel with few tousands of videos with ads, and begins collecting the sweet sweet youtube revenue, being the new only channel with it&#39;s content.<br>Even less realistic conspiracy, this would be an insane gigabrain move (or potentially just insane move, depending on the outcome) if GilvaSunner staged this all up, just to create drama and draw attention to Nintendo music as he deletes his channel while achieving a world record, only to recreate his own channel under new fake indentity, and gain all the view again, utilizing popularity of this drama to perhaps surpass the size of the no-deleted old channel."
  },
  {
    "username": "Waterworks",
    "comment": "If GilvaSunner staged this it&#39;s because he&#39;s tired and just wants to stop uploading. For actual years in that community people have been saying that it&#39;s the end and all the videos are about to get copyright striked but it never happens. In fact, that sort of talk happened so often I&#39;d say many of them wanted Nintendo order 66 to happen."
  },
  {
    "username": "Toasterberry",
    "comment": "No because to become a YouTube partner they take a look at your channel and what you upload. Channels like that don&#39;t get let in."
  },
  { "username": "Frostfire", "comment": "damn." },
  {
    "username": "Servant of The Lord",
    "comment": "This is a movie I would watch"
  },
  {
    "username": "This One",
    "comment": "peter... what did we say about reading the necronomicon ?"
  },
  { "username": "shocklett", "comment": "Humans can be very petty" },
  {
    "username": "Matthew Christensen",
    "comment": "Wait...<br><br>Guys. Someone who has some weird grudge against Nintendo music and likes to cause chaos on YouTube...?<br><br>Has Aramaru1837 resurfaced???"
  },
  {
    "username": "Mario",
    "comment": "Watch &quot;Nintendo&quot; take this videos down too."
  },
  {
    "username": "Elijah Ciali",
    "comment": "It may not be Nintendo, but there is a possibility of the claimant being for Nintendo. I know that some music publishers (especially ones from back in the day) will use the song’s creator rather than the label’s name in copyright notices. This could make sense if the music that was taken down was available on CD. Not sure though, just throwing my little hat of experience into the ring."
  },
  {
    "username": "M64bros",
    "comment": "@lowercaseletters they did not say Nintendo of America though"
  },
  {
    "username": "lowercaseletters",
    "comment": "It’s from Nintendo. TeamYouTube confirmed it."
  },
  {
    "username": "sk Rafath666",
    "comment": "FINALLY 10 MILLION I WAS HERE POGGERS"
  },
  {
    "username": "Riley Mosman",
    "comment": "Watch this be fake takedowns perpetrated by those dudes from the Paper Mario comment section 😂"
  },
  { "username": "Nerd Vade", "comment": "10 million subs damn" },
  {
    "username": "Vinayak Singh",
    "comment": "Theory : <br>An API integrated with a AI script which used ML to &quot;train&quot; itself to copyright yt vids . <br>Reasons supporting this : <br>1. Inhumane it is , to manually go through 3.5k vids<br>2. A well trained ML + AI intigrated with a powerful API can do anything.<br>Reasons for the person to do this:<br>1. Personal reasons<br>2. Revenge based reasons<br>IMO , someone close to them/they themselves were a victim/witness of something atrocious at the Nintendo Workspace (Activision Blizzard Reference) but on reporting no action was taken/they were fired."
  },
  {
    "username": "Vinayak Singh",
    "comment": "@Ark626 The AI might help in going through the captcha/2fa if there is any"
  },
  {
    "username": "Ark626",
    "comment": "Dont need ML or AI to go trough a automated process like this at all.<br>A simple bot will do depending on the checks inbetween. SInce they seem to didnt even bother to check the validity of the mailaddress a script will totally do it."
  },
  { "username": "Faruki Aujali", "comment": "HE HIT 10 MILLION" },
  {
    "username": "OYASHEEE",
    "comment": "can someone tell me if MOIST shirts run big or small? im not sure if to order a large or a medium"
  },
  { "username": "hexa", "comment": "Responding bc I want to know too" },
  {
    "username": "Raul Ansbach",
    "comment": "Didn&#39;t someone strike Pewdiepie&#39;s music video and he couldn&#39;t overturn it? youtube system is a joke sometimes"
  },
  {
    "username": "Xaroth",
    "comment": "it might be someone who have something against gilvasunner tbh"
  },
  {
    "username": "Agency Menace",
    "comment": "The thing is, the fact we all believed it easily and quickly says something abt nintendo as a company"
  },
  {
    "username": "Hat",
    "comment": "No no no no no NOOOO!!! THE MUSIC IS GONE!! THE MAN IS GONE!!"
  },
  {
    "username": "Frogy",
    "comment": "Is it possible that someone who uploads nintendo music is taking down the music from other channels to direct traffic towards their own channel? It&#39;s the only motive i could possibly think of other than spite."
  },
  { "username": "EspurrsEyes42", "comment": "Possibly." },
  { "username": "sleepdrowsy", "comment": "10 million!!!!!" },
  {
    "username": "BrendonDeal",
    "comment": "Probably just someone eliminating the competition. <b>shrugs</b>"
  },
  {
    "username": "The Refined Hellion",
    "comment": "Despite this new info, at this point, you KNOW Nintender is almost to the point know they&#39;re almost ready to DMCA God for creating humans who then went on to make Nintendo alongside Disney, just the fact that it was believable enough they would pull some horseshit like this that whoever this was could have gotten away with something this outrageous speaks volumes of how fucking much Nintendo and copyright are two words that scare the absolute piss out of YouTubers and other platforms&#39; creators. They&#39;re innocent in this case, but wtf does it say when we were able to buy for a moment this shit was legitimately Nintendo being assfaces?"
  },
  {
    "username": "Bryan McNair",
    "comment": "So YouTube allows anyone without STANDING actually copyright another from 3rd party stand point...and took this long to relize that like average Joe copyright this vid cause i dont argee!  2020too YALL...YAY"
  },
  {
    "username": "TankBossKiller",
    "comment": "Quick! Put Nintendo music in your video to see who takes down your video"
  },
  {
    "username": "higgiemoss",
    "comment": "How many times does he say Nintendo?"
  },
  { "username": "Mas", "comment": "i have literally no words" },
  {
    "username": "David Biondo",
    "comment": "Heres an idea, what if it actually is Nintendo undercover as a fake impersonator of Nintendo to avoid the backlash."
  },
  { "username": "NnErik", "comment": "10 mill grats lad" },
  {
    "username": "Tenebras",
    "comment": "Some random person can impersonate a company and take down videos on YT? Thats ridiculous, are you telling me YT doesn&#39;t even make sure its not a random asshole striking someone they dislike? Holy fucking shit, lmao."
  },
  {
    "username": "Robert Han",
    "comment": "So who&#39;s gonna be the one to tell Charlie that he&#39;s wrong about the jack the ripper case. They were able to use DNA to prove it was Aaron Kosminski who was a suspect in that video he&#39;s talking about. I&#39;m not even kidding this is a thing"
  },
  {
    "username": "ElvinGearMaster Irma",
    "comment": "&quot;However, scientists from Innsbruck Medical University have criticised the paper and its conclusions, pointing to a number of mistakes and assumptions made by its authors.[4][5]&quot;<br>Oof"
  },
  {
    "username": "Sammy Abu Naser",
    "comment": "It’s about sending a message"
  },
  { "username": "just an account17", "comment": "10 million woooo yeah baby" },
  {
    "username": "Lilly Capson",
    "comment": "what if its the guy behind bobs game lol"
  },
  { "username": "dep", "comment": "my money is on D.B Cooper." },
  {
    "username": "Eldritch Beluga",
    "comment": "Shout out to Charlie for taking L&#39;s back to back yet being a complete Champ about it. Respect."
  },
  {
    "username": "Insert Username",
    "comment": "the bots faster than a electric current"
  },
  { "username": "Jaycee", "comment": "“Posted 1 minute ago”" },
  { "username": "Mikailbruh", "comment": "BIG TEN MILL BABY LETS GOOOO" },
  { "username": "NUMBERS!", "comment": "its definitely mohak" },
  { "username": "I Have Egg", "comment": "true evil" },
  { "username": "Komi is my waifu", "comment": "10 mil!" },
  { "username": "CallumWithNoDoors", "comment": "10 mil!" },
  {
    "username": "Phantomtraitor",
    "comment": "Here’s to 10 million subs btw"
  },
  {
    "username": "Dumpkin",
    "comment": "Never attribute to malice that which can be explained by stupidity. I wouldn&#39;t be surprised if this was all done by some spaztic idiot in his basement, taking down videos while giggling to himself."
  },
  {
    "username": "Red Jesus",
    "comment": "It&#39;s Toei trying to make Nintendo look even worse than them"
  },
  {
    "username": "ForgettableNonsense",
    "comment": "What if it was Aramaru? I mean this might seem like a conspiracy theory but he seems like he&#39;s the only Feller that would do something like this, a way to cover up his war crimes in the most bloody Battle of YouTube history"
  },
  {
    "username": "Aleksandar Prekajski",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=5m07s\">5:07</a> if anyone here is from Serbia, they&#39;ll notice."
  },
  { "username": "vepply", "comment": "Rip gilvasunner" },
  {
    "username": "not GIZER",
    "comment": "It’s actually the creator of Bob’s Game"
  },
  { "username": "Laustin Space", "comment": "Shout out D.B. Cooper" },
  {
    "username": "RedRaider B3",
    "comment": "Theory: Charlie is the super villain and this is all for the content!"
  },
  { "username": "Meme Spot", "comment": "it was me, im sorry 😞" },
  { "username": "Polarboy1961 _", "comment": "Tommy Wiseau is DB Cooper" },
  {
    "username": "Shaggy13 714",
    "comment": "Charlie always talks about white shirts but he never mentions pro clubs what’s up with that ?"
  },
  {
    "username": "BunnyB0ba",
    "comment": "At this point channels who don’t even have content r gonna get claimed for absolutely nothing"
  },
  {
    "username": "Angus Uchiha",
    "comment": "I&#39;m still praying for the Y.T.I.A.T to swoop in and save the day. maybe they can even start an investigation into the culprit. who knows. maybe Nintendo proper will get involved and help in the investigation. i mean, they&#39;ve allowed their music to stay up for this long. maybe they don&#39;t intend on uploading it themselves and are satisfied with the music being unofficially uploaded. it is money lost, but they have so many other sources of income. it&#39;d be a drop in the ocean. okay maybe it&#39;s a little more than that. an average sized lake compared to the ocean.<br><br>i also want give my opinion on the claim that this.. attack, basically is what it is: was done manually. just because it wasn&#39;t Nintendo themselves that did it (and yes, this does mean i have been convinced by the new evidence that this wasn&#39;t the actual Nintendo company), doesn&#39;t mean it was done manually. even with a small to medium team this would take a long time. and as far as i know; this attack happened &quot;instantly&quot;. (instantly meaning 24 hours or less. which, i would say for the scale of this situation, is pretty damn instant.) the person, or group, could&#39;ve hired someone, or they have their own guy, who can build an algorithm to delete this guy&#39;s videos. i would call this a trial run of sorts. but that&#39;s just a hypothesis. A GAME THEORY."
  },
  { "username": "novatäre", "comment": "What is &quot;Y.T.I.A.T&quot;?" },
  {
    "username": "Shitlord",
    "comment": "WELP. Time to remake this video a third time."
  },
  { "username": "MCAshadow", "comment": "10mill let’s goooo" },
  {
    "username": "Caleb Perz-Stewart",
    "comment": "I&#39;m wondering if the imposter is actually doing this for a good cause. What good cause you ask? Showing YouTube how shitty their system is and trying to get them to fix it"
  },
  {
    "username": "lil Jackeeey",
    "comment": "i may just be wearing a tinfoil condom but maybe this person taking down all the Nintendo music because they have a  few channels with Nintendo music on them so that they get all the revenue from anyone on YouTube listening to Nintendo music"
  },
  {
    "username": "Xethl",
    "comment": "Something I want to point out - literally anyone can pretend to be someone/a corporation and claim things on &quot;behalf of&quot; them. For instance, Pewdiepie has mentioned his music gets claimed by someone pretending to be him but the only way to get rid of that is to go to court and that would just be too much hassle. You can easily make thousands of dollars doing this, YouTube doesn&#39;t do shit about it and I don&#39;t <b>think</b> it technically breaks any laws (I&#39;m no lawyer and certainly don&#39;t condone this behaviour) so people run wild with it. There is a short that explains this titled &quot;PSA: If you ever got a copyright claim from a PewDiePie music&quot;. Not going to link it due to spam filters."
  },
  {
    "username": "Xethl",
    "comment": "@Qwerty sure has been :/ I&#39;m hoping this might <b>finally</b> give enough of a movement to spark something, but I&#39;m doubtful"
  },
  {
    "username": "Qwerty",
    "comment": "Channels pretending to be a musical studio and striking music videos for profit has been a thing for years and YT is still not doing shit about it."
  },
  {
    "username": "Pseudointelektualista Vlog",
    "comment": "&gt;pretend to be Nintendo<br>&gt;copyright real Nintendo<br>&gt;profit"
  },
  {
    "username": "REV GAMING",
    "comment": "10 mil🙏🏻🙏🏻🙏🏻"
  },
  { "username": "Gn8", "comment": "i hear d.b cooper i like" },
  { "username": "Colin Rustay", "comment": "Almost to 10 million subscribers" },
  {
    "username": "Quiet Riot",
    "comment": "It&#39;s funny that your apology vids get as much or more views than your other vids.  If only other youtubers followed suit instead of being so pridefull and stubborn... their apologies can be genuine and profitable as well while keeping ppl subscribed."
  },
  {
    "username": "Zamn_gpo",
    "comment": "literally just a white shirt with a drop of water logo why so overpriced"
  },
  {
    "username": "SeriouslyH",
    "comment": "9.99M subs... soon my friend.. soon..."
  },
  { "username": "YoSoyPro", "comment": "Reading from a script....weird..." },
  {
    "username": "kittydog Diamond",
    "comment": "I have to say some Nintendo simp that&#39;s who is taking down these Nintendo music"
  },
  {
    "username": "lostlife",
    "comment": "As the real Penguinz0 I am copyrighting this channel!"
  },
  { "username": "Seb Baker", "comment": "10 MILLION!!!!!!" },
  {
    "username": "danieljoeyoung1",
    "comment": "Wha the hell you turned on the flash all of a sudden"
  },
  {
    "username": "addy100k",
    "comment": "It&#39;s prob cwc. not the first time she&#39;s done this"
  },
  {
    "username": "Kostadim 789",
    "comment": "Charlie: &quot;That&#39;s fucking crazy, just for actual nothing, a net gain of zero. Just a genuine loss of, everything. Time, money.<br><br>The strikers: &quot;Its not about the money, its about sending a message.&quot;"
  },
  {
    "username": "MarvelousWill Entertainment",
    "comment": "Some people just want to watch the world burn."
  },
  { "username": "dw", "comment": "get rid of that pfp" },
  {
    "username": "Random Stuff Prod.",
    "comment": "Maybe the strikes are from Silvagunner&#39;s competitor, who wants people to watch his videos instead of Silvagunner&#39;s"
  },
  { "username": "Brent Taylor", "comment": "COPY STRIKE SPEEDRUN ANY% WR" },
  { "username": "TheGranitePerson", "comment": "I think it&#39;s Sega." },
  {
    "username": "Jethro Breek",
    "comment": "You were wrong again: youtube confirmed that they’re actually from Nintendo."
  },
  {
    "username": "Lopes 073",
    "comment": "Of course YouTube did that<br>They want to end this quick"
  },
  {
    "username": "Hatters Madness",
    "comment": "It could be that another channel out there that also has Nintendo music wanted more recognition or something and wanted to remove competition."
  },
  {
    "username": "Chupacabra",
    "comment": "That would actually make a lot of sense"
  },
  {
    "username": "René Sivertsen",
    "comment": "Bob from Atrocity Guides video must be behind"
  },
  { "username": "Abridged Mangoes", "comment": "Dayum 9.99 million subs" },
  {
    "username": "JoeGurt",
    "comment": "nintendo actually gives 0 fucks so yeah they were perfect to impersonate. i have no subscribers relative to big youtube personalities. i streamed ocarina of time, and they dmca&#39;d the vod because of the in game music. like bro cmon"
  },
  {
    "username": "theflowerhead",
    "comment": "Okay guys, but at least the dislike was addressed. The most important of all the issues."
  },
  {
    "username": "lol_histicall",
    "comment": "<a href=\"https://www.youtube.com/watch?v=-NycO1n2A_Q&amp;t=1m15s\">1:15</a> there is many theories to who he is but I think one theory was that he is a polish man that came to England was probably escaped Poland cause he was crazy honestly this would make a bit of sense"
  },
  { "username": "Narah", "comment": "lol im polish" },
  {
    "username": "420 Mania",
    "comment": "I hope there a YouTuber name cer Spence that stole your style"
  },
  { "username": "ToCR", "comment": "ALSO HAPPY 10 MILLP" },
  {
    "username": "Gage Smith",
    "comment": "Could we get your opinion on how YouTube removed mxr plays"
  },
  { "username": "Landon", "comment": "fkin D.B. Cooper" },
  {
    "username": "Dara Kelly",
    "comment": "This is the greatest plot twist of all time"
  },
  {
    "username": "BiggyChromium",
    "comment": "Why is this #2  trending for gaming?"
  },
  { "username": "Silent.", "comment": "10mill go dadddy" },
  { "username": "Anthony Paul", "comment": "He&#39;s at 9.99 mil subs" },
  {
    "username": "Hunter Collum",
    "comment": "I blame Disney. Anything fucky that&#39;s remotely related to intellectual copyrights, I&#39;m going Disney"
  },
  {
    "username": "matt figueroa",
    "comment": "Day 709 of asking Charlie for a signed fleshlight"
  },
  {
    "username": "Doktor Doktor",
    "comment": "apparently gilva heard the news that it was likely not nintendo but said he was gonna delete the channel anyway cause he was tired of the bs"
  },
  {
    "username": "M64bros",
    "comment": "interesting.....I know for a fact that They didn&#39;t mention Nintendo of America Co. I think it&#39;s a YouTube bot"
  },
  {
    "username": "אוהד עמיאל",
    "comment": "almost 10m subs duuuuuude"
  },
  { "username": "EP756", "comment": "Nice 10mill" },
  {
    "username": "ProtoPropski - The Streamer",
    "comment": "Sounds like a Nintendo Stan, or someome trying to make Nintendo look bad."
  },
  {
    "username": "Yousef AL-Dulaijan",
    "comment": "Nintendo  warns fans about fake websites trying too impersonate them people use Twitter as a source  and not Google"
  },
  { "username": "skymp", "comment": "10 million, fuck yeah" },
  {
    "username": "Cat Hare",
    "comment": "Charlie forgets what it&#39;s like to crave attention."
  },
  {
    "username": "markus gardner",
    "comment": "Maybe it is just another channel that saw the veiws and decided to get rid of other competition while they were doing the same thing"
  },
  {
    "username": "Ewy TOTA",
    "comment": "Some people just want to see the world burn."
  },
  {
    "username": "septicnaus",
    "comment": "I&#39;m just happy gilvasunner isn&#39;t going to be around anymore"
  },
  {
    "username": "A Duck!",
    "comment": "its the dev of bob&#39;s games thatch posing as Nintendo and taking down all the music"
  },
  {
    "username": "cupcsr !!!",
    "comment": "I’m pretty on point with what your saying, but I would think Nintendo themselves would say something about this. If someone was impersonating them, why wouldn’t they say anything?"
  },
  {
    "username": "drunken pirate47x",
    "comment": "why did he not contact Nintendo?"
  },
  {
    "username": "hoonplay",
    "comment": "There are ads for NFTs now what the hell."
  },
  { "username": "Natanel Solomonov", "comment": "So close to 10 mil charlie" },
  {
    "username": "Anita Gofradump",
    "comment": "Plot twist: it was Charlie all along trying to make Nintendo look bad"
  },
  {
    "username": "Hank PAD",
    "comment": "This is a crazy drama. I&#39;m happy it&#39;s possibly not nintendo, I hope whoever is doing this gets caught if that&#39;s the case"
  },
  {
    "username": "Jainy Sail",
    "comment": "But it kinda sad too :( , like who&#39;s gonna false copyright from a false nintendo?, do they hate nintendo or this is another big copyright troll?"
  },
  {
    "username": "Anthony Duden",
    "comment": "They copywrite claimed oversexed eeveelutions and now the creator doesnt make it anymore"
  },
  { "username": "nahyan rajee", "comment": "Atleast silvagunner is still up" },
  {
    "username": "Gamer_Head",
    "comment": "Even Jesus isn&#39;t a perfect prophet."
  },
  {
    "username": "Wishmaster145",
    "comment": "Then Yt should be taken down for copyright tho"
  },
  {
    "username": "Gics Gaming",
    "comment": "Nintendo has explained that they won&#39;t copyright as long as you have content with the song before they had Nintendo ambassadors which would not let you play there music unless you are an ambassador"
  },
  {
    "username": "Aiden Nix",
    "comment": "This wouldn&#39;t be done one by one, this would be most definitely a bot. I&#39;m sure within a day I could make a bot to auto copy strike videos with ease. YT needs to fix their system as this hurts the community."
  },
  {
    "username": "M64bros",
    "comment": "Well you know what they say. Hope never dies"
  },
  {
    "username": "DaemoN",
    "comment": "to copy write the vids they could have done a script, would have saved them time"
  },
  { "username": "al3xis342", "comment": "10 million !!" },
  {
    "username": "Deewew",
    "comment": "I knew aramaru1337 was behind it after all<br>(If you know you know)"
  },
  { "username": "umar chaudhary", "comment": "10 MIL" },
  { "username": "Emerson Silvestre", "comment": "10 mil charles" },
  {
    "username": "KILLERANDERSON001",
    "comment": "Not a waste of time they got a channel taken down. Just proves there are Aholes everywhere"
  },
  { "username": "SssniperLuna", "comment": "holy shittt 9.99 mil so close" },
  {
    "username": "Pikachu Fanz",
    "comment": "Plot twist: it&#39;s Thom Tillis, everyone&#39;s favorite senator"
  },
  { "username": "zeldadude3", "comment": "It was the Atlanteans." },
  { "username": "Stairdrak The Nether Watcher", "comment": "10Mill" },
  {
    "username": "Peeps",
    "comment": "I bet Aramaru 1837 is behind this just to get back to Dave Mathew."
  }
]
